Repository: uwcirg/true_nth_usa_portal
Catalog: portal/translations/*/LC_MESSAGES/flask_user.po
Languages: af_za, it_it, nb_no, zu_za

source: Password must have at least 6 characters with one lowercase letter, one uppercase letter and one number
af_za: Wagwoord moet minstens ses karakters met een kleinletter, een hoofletter en een syfer hê
it_it: La password deve contenere almeno otto caratteri, tra cui una lettera minuscola, una lettera maiuscola e un numero
nb_no: Passordet må ha minst 6 tegn med 1 liten bokstav, 1 stor bokstav og 1 tall
zu_za: Iphasiwedi kumelwe okungenani ibe nezinhlamvu ezingu-6 uhlamvu olulodwa lubhalwe ngamagama amancane, olunye lubhalwe ngamagama amakhulu kube nenombolo eyodwa

source: Username must be at least 3 characters long
af_za: Gebruikersnaam moet minstens drie karakters lank wees
it_it: Il nome utente deve contenere almeno 3 caratteri
nb_no: Brukernavnet må ha minst 3 tegn
zu_za: Igama lomsebenzisi kumelwe okungenani libe nezinhlamvu ezingu-3 ubude

source: Username may only contain letters, numbers, '-', '.' and '_'
af_za: Gebruikersnaam mag slegs letters, syfers, '-', '.' en '_' bevat
it_it: Il nome utente può contenere solo lettere, numeri, "-", "." e '_'
nb_no: Brukernavn kan bare inneholde bokstaver, tall, '-', '.' og '_'
zu_za: Igama lomsebenzisi lingaba namagama kuphela, izinombolo, '-', '.' kanye '_'

source: This Username is already in use. Please try another one.
af_za: Hierdie gebruikersnaam is reeds in gebruik. Probeer asseblief ’n ander een.
it_it: Questo nome utente è già in uso. Per favore, scegline un altro.
nb_no: Dette brukernavnet er allerede i bruk. Vennligst prøv et annet.
zu_za: Leli gama lomsebenzisi selikhona kakade. Sicela uzame elinye.

source: This Email is already in use. Please try another one.
af_za: Hierdie e-posadres is reeds in gebruik. Probeer asseblief ’n ander een.
it_it: Questa e-mail è già in uso. Per favore, scegline un'altra.
nb_no: Denne eposten er allerede i bruk. Vennligst prøv en annen.
zu_za: Le Imeyili isikhona kakade. Sicela uzame enye.

source: Email
af_za: E-pos
nb_no: Epost
zu_za: I-email

source: Email is required
af_za: E-posadres word vereis
it_it: L'e-mail è obbligatoria
nb_no: Epost er påkrevd
zu_za: Kudingeka i-imeyili

source: Invalid Email
af_za: Ongeldige e-posadres
it_it: E-mail non valida
nb_no: Ugyldig epost
zu_za: I-imeyili Ayisebenzi

source: Add Email
af_za: Voeg e-posadres by
it_it: Aggiungi e-mail
nb_no: Legg til epost
zu_za: Faka I-imeyili

source: Old Password
af_za: Ou wagwoord
it_it: Vecchia password
nb_no: Gammelt passord
zu_za: Iphasiwedi Endala

source: Old Password is required
af_za: Ou wagwoord word vereis
it_it: La vecchia password è necessaria
nb_no: Du må oppgi gammelt passord
zu_za: Kudingeka Iphasiwedi Endala

source: New Password
af_za: Nuwe wagwoord
it_it: Nuova password
nb_no: Nytt passord
zu_za: Iphasiwedi Entsha

source: New Password is required
af_za: Nuwe wagwoord word vereis
it_it: La nuova password è necessaria
nb_no: Du må oppgi nytt passord
zu_za: Kudingeka Iphasiwedi Entsha

source: Retype New Password
af_za: Tik weer die nuwe wagwoord in
it_it: Reinserisci la nuova password
nb_no: Gjenta nytt passord
zu_za: Phinde Ubhale Iphasiwedi Entsha

source: New Password and Retype Password did not match
af_za: Nuwe wagwoord en ooringetikte wagwoord stem nie ooreen nie
it_it: La nuova password e la password reinserita non corrispondono
nb_no: Nytt passord og gjentatt passord stemte ikke overens
zu_za: Iphasiwedi Entsha Nephasiwedi Ophinde wayibhala akufani

source: Change password
af_za: Verander wagwoord
it_it: Cambia password
nb_no: Endre passord
zu_za: Shintsha iphasiwedi

source: Old Password is incorrect
af_za: Ou wagwoord is verkeerd
it_it: La vecchia password non è corretta
nb_no: Det gamle passordet er feil
zu_za: Iphasiwedi Endala ayinembile

source: New Username
af_za: Nuwe gebruikersnaam
it_it: Nuovo nome utente
nb_no: Nytt brukernavn
zu_za: Igama Lomsebenzisi Elisha

source: Username is required
af_za: Gebruikersnaam word vereis
it_it: È necessario il nome utente
nb_no: Brukernavn er påkrevd
zu_za: Igama lomsebenzisi liyadingeka

source: Change username
af_za: Verander gebruikernaam
it_it: Cambia nome utente
nb_no: Endre brukernavn
zu_za: Shintsha i-username

source: Your email address
af_za: Jou e-posadres
it_it: Il tuo indirizzo e-mail
nb_no: Din epostadresse
zu_za: Ikheli le-imeyili yakho

source: Email address is required
af_za: E-posadres word vereis
it_it: È necessario l'indirizzo e-mail
nb_no: Epostadresse er påkrevd
zu_za: Kudingeka ikheli ye-imeyili yakho

source: Invalid Email address
af_za: ongeldige e-posadres
it_it: Indirizzo email non valido
nb_no: Ugyldig epostadresse
zu_za: Ikheli le-imeyili elingafanele

source: Send reset password email
af_za: Stuur wagwoordterugstelling-e-pos
it_it: Invia l'e-mail per reimpostare la password
nb_no: Send passordtilbakestillingsepost
zu_za: Thumela i-imeyili yokusetha kabusha iphasiwedi

source: %(username_or_email)s does not exist
af_za: %(username_or_email)s bestaan nie
it_it: %(username_or_email)s non esiste
nb_no: %(username_or_email)s eksisterer ikke
zu_za: %(username_or_email)s ayikho

source: Username
af_za: Gebruikersnaam
it_it: Nome utente
nb_no: Brukernavn
zu_za: I-username

source: Password
af_za: Wagwoord
nb_no: Passord
zu_za: Iphasiwedi

source: Password is required
af_za: Wagwoord word vereis
it_it: È richiesta la password
nb_no: Passord er påkrevd
zu_za: Kudingeka iphasiwedi

source: Remember me
af_za: Onthou my
it_it: Ricordami
nb_no: Husk meg
zu_za: Ngikhumbule

source: Sign in
af_za: Meld aan
it_it: Accedi
nb_no: Logg inn
zu_za: Ngena

source: Username or Email
af_za: Gebruikersnaam of e-posadres
it_it: Nome utente o e-mail
nb_no: Brukernavn eller epost
zu_za: Igama lomsebenzisi noma I-imeyili

source: Username/Email
af_za: Gebruikersnaam/e-posadres
it_it: Nome utente/e-mail
nb_no: Brukernavn/epost
zu_za: Igama lomsebenzisi/I-imeyili

source: Incorrect Password
af_za: Verkeerde wagwoord
it_it: Password errata
nb_no: Feil passord
zu_za: Iphasiwedi Ayinembile

source: Incorrect %(username_or_email)s and/or Password
af_za: Verkeerde %(username_or_email)s en/of wagwoord
it_it: %(username_or_email)s e/o password errati
nb_no: Feil %(username_or_email)s og/eller passord
zu_za: Ayinembile i %(username_or_email)s kanye/noma Iphasiwedi

source: Retype Password
af_za: Tik weer die wagwoord in
it_it: Inserisci nuovamente la password
nb_no: Skriv inn passordet på nytt
zu_za: Phinde Ubhale Iphasiwedi

source: Password and Retype Password did not match
af_za: Wagwoord en ooringetikte wagwoord stem nie ooreen nie
it_it: Le due password non coincidono
nb_no: Passord og gjentatt passord stemte ikke overens
zu_za: Iphasiwedi Nephasiwedi Ophinde wayibhala akufani

source: Token
af_za: Bewys
zu_za: I-Token

source: Register
af_za: Registreer
it_it: Registra
nb_no: Registrer
zu_za: Bhalisa

source: Resend email confirmation email
af_za: Stuur weer die e-pos vir e-posbevestiging
it_it: Rispedisci l'e-mail di conferma
nb_no: Send bekreftelseseposten på nytt
zu_za: Phinde uthumele i-imeyili yokuqinisekisa

source: Invite!
af_za: Nooi uit!
it_it: Invito!
nb_no: Invitasjon!
zu_za: Mema!

source: Home Page
af_za: Tuisbladsy
nb_no: Hjemmeside
zu_za: Ikhasi Elisekuqaleni

source: Profile Page
af_za: Profielbladsy
it_it: Pagina del profilo
nb_no: Profilside
zu_za: Ikhasi Lephrofayela

source: Special Page
af_za: Spesiale bladsy
it_it: Pagina speciale
nb_no: Spesiell side
zu_za: Ikhasi Elikhethekile

source: Your confirmation token has expired.
af_za: Jou bevestigingsbewys het verval.
it_it: Il tuo token di conferma è scaduto.
nb_no: Din bekreftelsestoken har utløpt.
zu_za: I-token yesiqinisekiso iphelelwe yisikhathi.

source: Invalid confirmation token.
af_za: Ongeldige bevestigingsbewys.
it_it: Token di conferma non valido.
nb_no: Ugyldig bekreftelsestoken.
zu_za: I-token yesiqinisekiso engasebenzi.

source: Your email has been confirmed.
af_za: Jou e-posadres is bevestig.
it_it: La tua e-mail è stata confermata.
nb_no: Din epostadresse har blitt bekreftet.
zu_za: I-imeyili yakho iqinisekisiwe.

source: Your password has been changed successfully.
af_za: Jou wagwoord is suksesvol verander.
it_it: La tua password è stata modificata con successo.
nb_no: Ditt passord har blitt endret.
zu_za: Iphasiwedi yakho ishintshwe ngokuphumelelayo.

source: Your username has been changed to '%(username)s'.
af_za: Jou gebruikersnaam is na '%(username)s' verander.
it_it: Il tuo nome utente è stato modificato in "%(username)s".
nb_no: Ditt brukernavn har blitt endret til '%(username)s'.
zu_za: Igama lakho lomsebenzisi lishintshelwe ku '%(username)s'.

source: A reset password email has been sent to '%(email)s'. Open that email and follow the instructions to reset your password.
af_za: ’n Wagwoordterugstelling-e-pos is na '%(email)s' gestuur. Maak daardie e-pos oop en volg die instruksies om jou wagwoord terug te stel.
it_it: È stata inviata un'e-mail per reimpostare la password a "%(email)s". Apri l'e-mail e segui le istruzioni per reimpostare la password.
nb_no: En passordtilbakestillingsepost har blitt sendt til '%(email)s'. Åpne eposten og følg instruksjonene for å tilbakestille ditt passord.
zu_za: I-imeyili yokusetha kabusha iphasiwedi ithunyelwe ku '%(email)s'. Vula leyo imeyili ulandele iziqondiso ukuze usethe kabusha iphasiwedi yakho.

source: You have signed out successfully.
af_za: Jy het suksesvol afgeteken.
it_it: Sei uscito correttamente.
nb_no: Du har logget deg ut.
zu_za: Uphume ngokuphumelelayo.

source: Invitation has been sent.
af_za: Uitnodiging is gestuur.
it_it: L'invito è stato inviato.
nb_no: Invitasjon har blitt sendt.
zu_za: Isimemo sithunyelwe.

source: Your reset password token has expired.
af_za: Jou wagwoordterugstellingsbewys het verval.
it_it: Il token per reimpostare la password è scaduto.
nb_no: Din passordtilbakestillingstoken er utløpt.
zu_za: I-token yakho yephasiwedi esethwe kabusha iphelelwe yisikhathi.

source: Your reset password token is invalid.
af_za: Jou wagwoordterugstellingsbewys is ongeldig.
it_it: Il token per reimpostare la password non è valido.
nb_no: Din passordtilbakestillingstoken er ugyldig.
zu_za: I-token yakho yephasiwedi esethwe kabusha ayisebenzi.

source: Your password has been reset successfully.
af_za: Jou wagwoord is suksesvol teruggestel.
it_it: La tua password è stata reimpostata correttamente.
nb_no: Ditt passord har blitt endret.
zu_za: Iphasiwedi yakho isethwe kabusha ngokuphumelelayo.

source: You must confirm your email to access '%(url)s'.
af_za: Jy moet jou e-posadres bevestig om by '%(url)s' in te gaan.
it_it: Devi confermare la tua e-mail per accedere a "%(url)s".
nb_no: Du må bekrefte din epost for å få tilgang til '%(url)s'.
zu_za: Kumelwe uqinisekise i-imeyili yakho ukuze ungene ku '%(url)s'.

source: You must be signed in to access '%(url)s'.
af_za: Jy moet ingeteken wees om by '%(url)s' in te gaan.
it_it: Devi effettuare l'accesso per accedere a "%(url)s".
nb_no: Du må være logget inn for å få tilgang til '%(url)s'.
zu_za: Kumelwe ungene ngaphakathi ukuze uye ku '%(url)s'.

source: You do not have permission to access '%(url)s'.
af_za: Jy het nie toestemming om by '%(url)s' in te gaan nie.
it_it: Non sei autorizzato ad accedere a "%(url)s".
nb_no: Du har ikke tillatelse til å få tilgang til '%(url)s'.
zu_za: Awunayo imvume yokungena ku '%(url)s'.

source: A confirmation email has been sent to %(email)s with instructions to complete your registration.
af_za: ’n Bevestiging-e-pos is na %(email)s gestuur met instruksies oor hoe om jou registrasie te voltooi.
it_it: Ti è stata inviata un'e-mail di conferma a %(email)s con le istruzioni per completare la registrazione.
nb_no: En bekreftelsesepost har blitt sendt til %(email)s med instruksjoner for å fullføre din registrering.
zu_za: I-imeyili yesiqinisekiso ithunyelwe ku %(email)s kanye neziqondiso ukuze uqedele ukubhalisa kwakho.

source: You have registered successfully.
af_za: Jy is suksesvol geregistreer.
it_it: Hai completato la registrazione correttamente.
nb_no: Registreringen var vellykket.
zu_za: Ubhalise ngokuphumelelayo.

source: Your account has not been enabled.
af_za: Jou rekening is nie geaktiveer nie.
it_it: Il tuo account non è stato abilitato.
nb_no: Din konto er ikke aktivert.
zu_za: I-akhawunti yakho ayivuliwe.

source: Your email address has not yet been confirmed. Check your email Inbox and Spam folders for the confirmation email or <a href="%(url)s">Re-send confirmation email</a>.
af_za: Jou e-posadres is nog nie bevestig nie. Kyk in jou e-posrekening se inbus- en strooipos-vouers vir die bevestiging-e-pos of <a href="%(url)s">Stuur weer bevestiging-e-pos</a>.
it_it: Il tuo indirizzo e-mail non è stato ancora confermato. Controlla la casella di posta in arrivo e la cartella Spam oppure <a href="%(url)s">invia nuovamente l'e-mail di conferma</a>.
nb_no: Din epostadresse er ikke bekreftet ennå. Sjekk innboks- og søppelmapper i din epostkonto for bekreftelseseposten eller <a href="%(url)s">Send bekreftelseseposten på nytt</a>.
zu_za: Ikheli le-imeyili yakho alikaqinisekiswa. Hlola ibhokisi lokungenile kwi-imeyili yakho kanye namafolder e-Spam ukuze uqinisekise i-imeyili noma <a href="%(url)s">Uphinde uthumele i-imeyili yesiqinisekiso</a>.

source: You have signed in successfully.
af_za: Jy het suksesvol ingeteken.
it_it: Hai effettuato l'accesso correttamente.
nb_no: Du er logget på.
zu_za: Ungene ngokuphumelelayo.

source: Forgot Password
af_za: Het wagwoord vergeet
it_it: Password dimenticata
nb_no: Glemt passord
zu_za: Ngikhohlwe Iphasiwedi

source: Invite User
af_za: Nooi gebruiker uit
it_it: Invita utente
nb_no: Inviter bruker
zu_za: Mema Umsebenzisi

source: New here? Register.
af_za: Nuut hier? Registreer.
it_it: Sei nuovo qui? Registrati.
nb_no: Ny her? Registrer deg.
zu_za: Umusha lapha? Bhalisa.

source: Forgot your Password?
af_za: Het jy jou wagwoord vergeet?
it_it: Hai dimenticato la password?
nb_no: Glemt passord?
zu_za: Ukhohlwe Iphasiwedi yakho?

source: Manage Emails
af_za: Bestuur e-posse
it_it: Gestisci e-mail
nb_no: Behandle eposter
zu_za: Lawula Ama-emails

source: Already registered? Sign in.
af_za: Is jy reeds geregistreer? Teken in.
it_it: Sei già registrato? Accedi.
nb_no: Allerede registrert? Logg inn.
zu_za: Usubhalisile kakade? Ngena.

source: Resend Confirmation Email
af_za: Stuur weer bevestigings-e-pos
it_it: Rinvia e-mail di conferma
nb_no: Send bekreftelseseposten på nytt
zu_za: Phinde Uthumele I-email Yokuqinisekisa

source: Reset Password
af_za: Stel wagwoord terug
it_it: Reimposta la password
nb_no: Tilbakestill passord
zu_za: Yenza I-phasiwedi Entsha

source: User profile
af_za: Gebruikerprofiel
it_it: Profilo utente
nb_no: Brukerprofil
zu_za: Iphrofayili yomsebenzisi
