Repository: uwcirg/true_nth_usa_portal
Catalog: portal/translations/*/LC_MESSAGES/frontend.po
Languages: af_za, sv_se

source: Unable to set default consent agreement
af_za: Kon nie verstektoestemmingsooreenkoms stel nie
sv_se: Det gick inte att ange standardmedgivandeavtalet

source: Consent to share information
af_za: Toestemming dat inligting gedeel mag word
sv_se: Samtyck till att dela information

source: Close
af_za: Maak toe
sv_se: Stäng

source: The user does not have a valid assessment link.
af_za: Die gebruiker het nie ’n geldige assesseringskakel nie.
sv_se: Användaren har ingen giltig utvärderingslänk.

source: All date fields are required
sv_se: Alla datumfält krävs

source: Completion date cannot be before consent date.
sv_se: Slutförandedatum kan inte vara före medgivandedatum.

source: Completion date cannot be in the future.
sv_se: Slutförandedatum kan inte vara i framtiden.

source: Invalid completion date. Date of completion is outside the days allowed.
af_za: Ongeldige voltooiingsdatum. Voltooiingsdatum val buite die toegelate dae.
sv_se: Ogiltigt slutförandedatum. Slutförandedatum ligger utanför de tillåtna dagarna.

source: All available questionnaires have been completed.
af_za: Alle beskikbare vraelyste is voltooi.
sv_se: Alla tillgängliga enkäter har slutförts.

source: Problem retrieving audit log from server.
sv_se: Ett fel inträffade när granskningsloggen hämtades från servern.

source: No audit log item found.
sv_se: Ingen granskningspost hittades.

source: More...
af_za: En nog ...
sv_se: Mer ...

source: Less...
af_za: Minder ...
sv_se: Mindre ...

source: Comment
af_za: Opmerking
sv_se: Kommentar

source: Date/Time <span class='gmt'>{gmt}</span>
af_za: Datum/Tyd <span class='gmt'>{gmt}</span>
sv_se: Datum/tid <span class='gmt'>{gmt}</span>

source: View
af_za: Bekyk
sv_se: Visa

source: Sharing information with clinics
af_za: Die deel van inligting met klinieke
sv_se: Dela information med kliniker

source: expired
af_za: het verval
sv_se: utgången

source: Agreed to {documentType}
af_za: Ingestem tot {documentType}
sv_se: Samtyckt till {documentType}

source: Agreed to terms
af_za: Ingestem tot bepalings
sv_se: Godkände villkoren

source: {projectName} Terms of Use
af_za: {project name} Gebruiksbepalings
sv_se: Användarvillkor {project name}

source: Date must in the valid format.
af_za: Datum moet in die geldige formaat wees.
sv_se: Datum måste anges i giltigt format.

source: Hour must be in valid format, range 0 to 23.
af_za: Ure moet in die geldige formaat wees – reeks 0 tot 23.
sv_se: Timmarna måste vara i ett giltigt format, från 0 till 23.

source: Minute must be in valid format, range 0 to 59.
af_za: Minute moet in die geldige formaat wees – reeks 0 tot 59.
sv_se: Minuterna måste vara i ett giltigt format, från 0 till 59.

source: Second must be in valid format, range 0 to 59.
af_za: Sekondes moet in die geldige formaat wees – reeks 0 tot 59.
sv_se: Sekunderna måste vara i ett giltigt format, från 0 till 59.

source: You must enter a date/time
af_za: Jy moet ŉ datum/tyd invoer
sv_se: Du måste ange ett datum/en tid

source: Error processing data. Make sure the date is in the correct format.
af_za: Data kon nie verwerk word nie. Maak seker die datum is in die korrekte formaat.
sv_se: Fel vid bearbetning av data. Kontrollera att dataformatet är korrekt.

source: Error occurred retrieving consent list content.
af_za: Toestemminglysinhoud kon nie afgelaai word nie.
sv_se: Ett fel uppstod när innehållet i listan med samtycken skulle hämtas.

source: Edit
sv_se: REDIGERA

source: Save
sv_se: Spara

source: Enter a number
sv_se: Ange en siffra

source: d M yyyy, example: 1 Jan, 2017
sv_se: d M åååå, exempelvis: 1 jan 2017

source: History
sv_se: Historik

source: Date must be in the valid format.
sv_se: Datumet måste ha det giltiga formatet.

source: No result data found
sv_se: Inga resultatdata hittades

source: Url is required.
af_za: URL word vereis
sv_se: Webbadress krävs.

source: Error occurred processing request
af_za: Versoek kon nie verwerk word nie
sv_se: Ett fel uppstod vid behandling av förfrågan

source: Please re-type your password.
sv_se: Ange lösenordet igen.

# name}. Proceeding to registration ...
source: Thank you, your access code {shortcut_alias} indicates you are located at the {org
sv_se: Tack, din åtkomstkod {shortcut_alias} anger att du befinner dig på {org

source: Export patient list
af_za: Voer pasiëntlys uit

source: Are you sure you want to deactivate this account?
af_za: Is jy seker jy wil hierdie rekening deaktiveer?

source: Try Again
af_za: Probeer weer

source: District Of Columbia
af_za: Distrik van Columbia

source: New Mexico
af_za: Nieu-Meksiko

source: North Dakota
af_za: Noord-Dakota

source: South Carolina
af_za: Suid-Carolina

source: South Dakota
af_za: Suid-Dakota

source: Virginia
af_za: Virginië

source: West Virginia
af_za: Wes-Virginië

source: Invalid field value.
af_za: Ongeldige veldwaarde.

source: Validation error.
af_za: Valideringsfout.

source: Version
af_za: Weergawe

source: (data entered by {actor} on {date})
af_za: (data deur {actor} ingevoer op {date})

source: Organization id is required.
af_za: Organisasie-ID word vereis.

source: Hi there.
af_za: Haai daar.

source: Thanks for your patience while we upgrade our site.
af_za: Dankie vir jou geduld terwyl ons ons werf opgradeer.

source: Invalid characters in text.
af_za: Ongeldige karakters in teks.

source: Question
af_za: Vraag

source: Response
af_za: Antwoord

source: No data returned from server
af_za: Geen data van bediener terugontvang nie

source: Export questionnaire data
af_za: Voer vraelysdata uit

source: Export
af_za: Voer uit

source: Data type:
af_za: Datatipe:

source: Instrument(s) to export data from:
af_za: Instrument(e) waarvan data uitgevoer kan word:

source: Export request submitted
af_za: Uitvoerversoek ingedien
