Repository: uwcirg/true_nth_usa_portal
Catalog: portal/translations/*/LC_MESSAGES/frontend.po
Languages: af_za, sv_se

source: Server error occurred updating data.
af_za: Daar was ’n bedienerfout tydens databywerking.
sv_se: Ett serverfel inträffade vid uppdatering av data.

source: Invalid user id: %d
af_za: Ongeldige gebruiker-ID: %d
sv_se: Ogiltigt användar-ID: %d

source: Account created. Redirecting to profile...
af_za: Rekening geskep. Profiel word tans herlei ...
sv_se: Kontot har skapats. Omdirigerar till din profil ...

source: [Processing error]
af_za: [Verwerkingsfout]
sv_se: [Bearbetningsfel]

source: Email is already in use.
sv_se: Denna e-postadress används redan.

source: An organization must be selected.
af_za: ’n Organisasie moet gekies word.
sv_se: En organisation måste väljas.

source: no data returned
af_za: geen data terugontvang nie
sv_se: inga data returnerades

source: Error occurred retrieving clinics data.
af_za: Kliniekdata kon nie afgelaai word nie.
sv_se: Ett fel inträffade vid hämtning av klinikuppgifter.

source: No clinics data available.
af_za: Geen kliniekdata beskikbaar nie.
sv_se: Inga klinikuppgifter tillgängliga.

source: Showing {pageFrom} to {pageTo} of {totalRows} users
af_za: {pageFrom} tot {pageTo} van {totalRows} gebruikers word gewys
sv_se: Visar {pageFrom} till {pageTo} för {totalRows} användare

source: {pageNumber} records per page
af_za: {pageNumber} rekords per bladsy
sv_se: {pageNumber} poster per sida

source: Toggle
af_za: Wissel
sv_se: Växla

source: Columns
af_za: Kolomme
sv_se: Kolumner

source: All rows
af_za: Alle rye
sv_se: Alla rader

source: Search
af_za: Soek
sv_se: Sök

source: No matching records found
af_za: Geen passende rekords gevind nie
sv_se: Inga matchande uppgifter hittades

source: Export data
af_za: Voer data uit
sv_se: Exportera data

source: User Id is required
af_za: Gebruiker-ID word vereis
sv_se: Användar-ID krävs

source: Yes
af_za: Ja
sv_se: Ja

source: No
af_za: Nee
sv_se: Nej

source: Enter Text
af_za: Voer teks in
sv_se: Skriv in text

source: Select
af_za: Kies
sv_se: Välj

source: Error occurred setting user roles
af_za: Gebruikersrolle kon nie opgestel word nie
sv_se: Ett fel inträffade vid inställning av användarroller

source: Error occurred setting user organizations
af_za: Gebruikersorganisasies kon nie opgestel word nie
sv_se: Ett fel inträffade vid inställning av användarorganisationer

source: Error occurred retrieving data from server.
sv_se: Ett fel inträffade när data hämtades från servern.

source: Error occurred retrieving patient report
af_za: Pasiëntverslag kon nie afgelaai word nie
sv_se: Ett fel inträffade vid hämtning av patientrapporten.

source: Download
af_za: Aflaaisel
sv_se: Ladda ner

source: Patient Reports
af_za: Pasiëntverslae
sv_se: Patientrapporter

source: Patient Report
sv_se: Patientrapport

source: No report data found.
af_za: Geen verslagdata gevind nie.
sv_se: Inga rapportdata hittades.

source: User id is required.
af_za: Gebruiker-ID word vereis.
sv_se: Användar-ID krävs.

source: Inactive
af_za: Onaktief
sv_se: Inaktiv

source: Deactivate
af_za: Deaktiveer
sv_se: Inaktivera

source: Server Error occurred retrieving report data
af_za: Daar was ’n bedienerfout terwyl verslagdata afgelaai is
sv_se: Ett serverfel inträffade vid hämtning av rapportdata

source: GMT, Y-M-D
sv_se: GMT, Å-M-D

source: Unable to load report data
af_za: Verslagdata kon nie laai nie
sv_se: Det gick inte att ladda upp rapportdata

source: Unable to set session variable for organization modal viewed.
af_za: Sessieveranderlike vir die organisasiemodaal wat bekyk is, kon nie gestel word nie.
sv_se: Kan inte ställa in sessionens variabel för visad organisationsmodell.

source: Error retrieving demographics information for user.
af_za: Gebruiker se demografiese inligting kon nie afgelaai word nie.
sv_se: Ett fel inträffade vid hämtning av demografisk information för användaren.

source: Error occurred updating user organization.
af_za: Gebruikersorganisasie kon nie bygewerk word nie.
sv_se: Ett fel inträffade när användarorganisationen uppdaterades.

source: Error updating organization
af_za: Organisasie kon nie bygewerk word nie
sv_se: Ett fel inträffade när organisationen uppdaterades

source: My Dashboard
af_za: My kontroleskerm
sv_se: Min instrumentpanel

source: You have entered an invalid access code. Please try again
af_za: Jy het ’n ongeldige toegangskode ingevoer. Probeer asseblief weer
sv_se: Du har angivit en ogiltig åtkomstkod. Försök igen

source: System was unable to process your request.
af_za: Die stelsel kon nie jou versoek verwerk nie.
sv_se: Systemet kunde inte bearbeta din begäran.

source: Edit in Liferay
af_za: Wysig in Liferay
sv_se: Redigera i Liferay

source: You must agree to the terms and conditions by checking the provided checkboxes.
af_za: Jy moet instem tot die bepalings en voorwaardes deur die beskikbare merkblokkies te merk.
sv_se: Du måste godkänna villkoren genom att markera kryssrutan.

source: No organizations available
af_za: Geen organisasies beskikbaar nie
sv_se: Inga organisationer tillgängliga

source: success
af_za: sukses
sv_se: lyckad

source: Unable to update. System/Server Error.
af_za: Kon nie bywerk nie. Stelsel-/bedienerfout.
sv_se: Det gick inte att uppdatera. System-/serverfel.

source: unable to get needed core data
af_za: kon nie die benodigde kerndata kry nie
sv_se: kan inte hämta erforderliga nyckeldata

source: unable to get required core data
af_za: kon nie die vereiste kerndata kry nie
sv_se: kan inte hämta erforderliga nyckeldata

source: no data found
af_za: geen data gevind nie
sv_se: inga data hittades

source: Unable to retrieve portal footer html
af_za: Kon nie poortvoetnota-html aflaai nie
sv_se: Det gick inte att hämta portalsidfot html

source: No data found
af_za: Geen data gevind nie
sv_se: Inga data hittades

source: Server error occurred retrieving organization/clinic information.
af_za: Daar was ’n bedienerfout terwyl organisasie-/kliniekinligting afgelaai is.
sv_se: Ett serverfel inträffade vid hämtning av organisations-/klinikinformation.

source: Server error occurred retrieving consent information.
af_za: Daar was ’n bedienerfout terwyl toestemmingsinligting afgelaai is.
sv_se: Ett serverfel inträffade vid hämtning av medgivandeinformation.

source: User id and parameters are required
af_za: Gebruiker-ID en -parameters word vereis
sv_se: Användar-ID och parametrar krävs

source: Server error occurred setting consent status.
af_za: Daar was ’n bedienerfout terwyl toestemmingstatus gestel is.
sv_se: Ett serverfel inträffade vid inställning av medgivandestatus.

source: Server error occurred removing consent.
af_za: Daar was ’n bedienerfout terwyl toestemming verwyder is.
sv_se: Ett serverfel inträffade vid borttagning av medgivande.

source: User id and organization id are required.
af_za: Gebruiker-ID en organisasie-ID word vereis.
sv_se: Användar-id och organisations-id krävs.

source: Error occurred setting suspended consent status.
af_za: Opgeskorte toestemmingstatus kon nie opgestel word nie.
sv_se: Ett fel uppstod vid inställning av inställd status för samtycke.

source: Server error occurred retrieving demographics information.
af_za: Daar was ’n bedienerfout toe demografiese inligting afgelaai is.
sv_se: Ett serverfel inträffade vid hämtning av demografisk information.

source: Server error occurred setting demographics information.
af_za: Daar was ’n bedienerfout terwyl demografiese inligting gestel is.
sv_se: Ett serverfel inträffade vid inställning av demografisk information.

source: Server error occurred retrieving locale information.
af_za: Daar was ’n bedienerfout toe liggingsinligting afgelaai is.
sv_se: Ett serverfel inträffade vid hämtning av nationella inställningar.

source: User id is required
af_za: Gebruiker-ID word vereis
sv_se: Användar-ID krävs

source: Error retrieving data from server
af_za: Kon nie data van bediener aflaai nie
sv_se: Ett fel inträffade när data hämtades från servern

source: Server error occurred saving procedure/treatment information.
af_za: Daar was ’n bedienerfout terwyl prosedure-/behandelingsinligting gestoor is.
sv_se: Ett serverfel inträffade när information om ingrepp/behandling sparades.

source: Server error occurred removing procedure/treatment information.
af_za: Daar was ’n bedienerfout terwyl prosedure-/behandelingsinligting verwyder is.
sv_se: Ett serverfel inträffade när information om ingrepp/behandling togs bort.

source: Server error occurred retrieving roles information.
af_za: Daar was ’n bedienerfout terwyl rolleinligting afgelaai is.
sv_se: Ett serverfel inträffade vid hämtning av rollinformation.

source: Server error occurred retrieving user role information.
af_za: Daar was ’n bedienerfout terwyl gebruikersrolinligting afgelaai is.
sv_se: Ett serverfel inträffade vid hämtning av användarrollinformation.

source: Server error occurred setting user role information.
af_za: Daar was ’n bedienerfout terwyl gebruikersrolinligting gestel is.
sv_se: Ett serverfel inträffade vid inställning av användarrollinformation.

source: Server error occurred deleting user role.
af_za: Daar was ’n bedienerfout terwyl gebruikersrol geskrap is.
sv_se: Ett serverfel inträffade vid borttagning av användarroll.

source: Server error occurred retrieving clinical data.
af_za: Daar was ’n bedienerfout terwyl kliniese data afgelaai is.
sv_se: Ett serverfel inträffade vid hämtning av kliniska data.

source: Server error occurred updating clinical data.
af_za: Daar was ’n bedienerfout terwyl kliniese data bygewerk is.
sv_se: Ett serverfel inträffade vid uppdatering av kliniska data.

source: no url returned
af_za: geen url terugontvang nie
sv_se: ingen url returnerades

source: Server error occurred retrieving tou url.
af_za: Daar was ’n bedienerfout terwyl die tou-url afgelaai is.
sv_se: Ett serverfel inträffade vid hämtning av url för användarvillkor.

source: Server error
af_za: Bedienerfout
sv_se: Serverfel

source: error retrieving instruments list
af_za: instrumentelys kon nie afgelaai word nie
sv_se: ett fel inträffade när instrumentlistan hämtades

source: Server error occurred retrieving tou data.
af_za: Daar was ’n bedienerfout terwyl tou-data afgelaai is.
sv_se: Ett serverfel inträffade vid hämtning av användarvillkor.

source: Server error occurred saving terms of use information.
af_za: Daar was ’n bedienerfout terwyl bepalingsinligting gestoor is.
sv_se: Ett serverfel inträffade när information om användarvillkor sparades.

source: Error occurred retrieving access url.
af_za: Toegangs-url kon nie afgelaai word nie.
sv_se: Ett fel inträffade vid hämtning av åtkomst-url.

source: Invite data are required.
af_za: Uitnodigingsdata word vereis.
sv_se: Data för inbjudan krävs.

source: Error occurred sending password reset request.
af_za: Wagwoordterugstellingsversoek kon nie gestuur word nie.
sv_se: Ett fel inträffade när återställning av lösenord skickades.

source: Error occurred retrieving assessment status.
af_za: Assesseringstatus kon nie afgelaai word nie.
sv_se: Ett fel inträffade vid hämtning av utvärderingsstatus.

source: Questionnaire response data is required.
af_za: Vraelysantwoorddata word vereis.
sv_se: Svarsdata för enkäten krävs.

source: Error occurred retrieving assessment list.
af_za: Assesseringslys kon nie afgelaai word nie.
sv_se: Ett fel inträffade vid hämtning av utvärderingslistan.

source: User id and instrument Id are required.
af_za: Gebruiker-ID en instrument-ID word vereis.
sv_se: Användar-ID och instrument-ID krävs.

source: Error occurred retrieving assessment report.
af_za: Assesseringsverslag kon nie afgelaai word nie.
sv_se: Ett fel inträffade vid hämtning av utvärderingsrapporten.

source: Error occurred retrieving current questionnaire bank for user.
af_za: Huidige vraelysbank vir gebruiker kon nie afgelaai word nie.
sv_se: Ett fel inträffade när den aktuella frågebanken hämtades åt användaren.

source: Error occurred retrieving patient report.
af_za: Pasiëntverslag kon nie afgelaai word nie.
sv_se: Ett fel inträffade vid hämtning av patientrapporten.

source: Error occurred setting table preference.
af_za: Tabelvoorkeur kon nie gestel word nie.
sv_se: Ett fel inträffade när tabellinställningarna gjordes.

source: Error occurred retrieving email audit entries.
af_za: E-posouditinskrywings kon nie afgelaai word nie.
sv_se: Ett fel inträffade när granskningsposterna för e-post hämtades.

source: Error occurred retrieving audit log.
af_za: Ouditlog kon nie afgelaai word nie.
sv_se: Ett fel inträffade vid hämtning av granskningsloggen.

source: configuration key is required.
af_za: konfigurasiesleutel word vereis.
sv_se: konfigurationsnyckel krävs.

source: Error occurred retrieving content for configuration key.
af_za: Inhoud vir konfigurasiesleutel kon nie afgelaai word nie.
sv_se: Ett fel uppstod när innehåll för konfigurationsnyckeln hämtades.

source: Invalid date. Please try again.
af_za: Ongeldige datum. Probeer asseblief weer.
sv_se: Ogiltigt datum. Försök igen.

source: Date must not be in the future. Please try again.
af_za: Datum moet nie in die toekoms wees nie. Probeer asseblief weer.
sv_se: Datumet får inte vara i framtiden. Försök igen.

source: Date must not be before 1900. Please try again.
af_za: Datum kan nie voor 1900 wees nie. Probeer asseblief weer.
sv_se: Datumet får inte vara före år 1900. Försök igen.

source: Year must be after 1900
af_za: Jaar moet ná 1900 wees
sv_se: Året måste vara efter 1900

source: The date must not be in the future.
af_za: Die datum kan nie in die toekoms wees nie.
sv_se: Datumet får inte vara i framtiden.

source: Invalid Date. Please enter a valid date.
af_za: Ongeldige datum. Voer asseblief ’n geldige datum in.
sv_se: Ogiltigt datum. Ange ett giltigt datum.

source: Missing value.
af_za: Ontbrekende waarde.
sv_se: Värde saknas.

source: Error loading portal wrapper
af_za: Portaalomslag kon nie gelaai word nie
sv_se: Fel vid inläsning av portalram

source: &copy; {year} Movember Foundation. All rights reserved. A registered 501(c)3 non-profit organization (Movember Foundation).
af_za: © {year} Movember Foundation. Alle regte voorbehou. 'n Geregistreerde 501(c)3 nie-winsgewende organisasie (Movember Foundation).
sv_se: © {year} Movember Foundation. Alla rättigheter förbehålls. En registrerad 501(c)3 ideell organisation (Movember Foundation).

source: &copy; {year} Movember Foundation. All rights reserved. Movember Foundation is a registered charity in Australia ABN 48894537905 (Movember Foundation).
af_za: © {year} Movember Foundation. Alle regte voorbehou. Die Movember Foundation is ’n geregistreerde liefdadigheidsorganisasie in Australië ABN 48894537905 (Movember Foundation).
sv_se: © {year} Movember Foundation. Alla rättigheter förbehålls. Movember Foundation är en registrerad välgörenhetsorganisation i Australien ABN 48894537905 (Movember Foundation).

source: &copy; {year} Movember Foundation. All rights reserved. Movember Foundation is a New Zealand registered charity number CC51320 (Movember Foundation).
af_za: © {year} Movember Foundation. Alle regte voorbehou. Die Movember Foundation is ’n Nieu-Seeland-geregistreerde liefdadigheidsorganisasie – nommer CC51320 (Movember Foundation).
sv_se: © {year} Movember Foundation. Alla rättigheter förbehålls. Movember Foundation är en nyzeeländsk registrerad välgörenhetsorganisation med nummer CC51320 (Movember Foundation).

source: &copy; {year} Movember Foundation (Movember Foundation). All rights reserved.
af_za: © {year} Movember Foundation (Movember Foundation). Alle regte voorbehou.
sv_se: © {year} Movember Foundation (Movember Foundation). Alla rättigheter förbehålls.

source: Error occurred retrieving notification.
af_za: Kennisgewing kon nie afgelaai word nie.
sv_se: Ett fel uppstod när meddelandet skulle hämtas.

source: All fields must be complete.
sv_se: Alla fält måste fyllas i.

source: Please enter a valid date.
sv_se: Ange ett giltigt datum.

source: Please enter a valid month.
sv_se: Ange en giltig månad.

source: Please enter a valid year.
sv_se: Ange ett giltigt år.

source: This e-mail address is already in use. Please enter a different address.
af_za: Hierdie e-posadres is reeds in gebruik. Voer asseblief ’n ander adres in.
sv_se: Denna e-postadress används redan. Ange en annan e-postadress.

source: Please remove invalid characters and try again.
sv_se: Ta bort ogiltiga tecken och försök igen.

source: Sorry, this isn't a valid date. Please try again.
sv_se: Detta är inte ett giltigt datum. Försök igen.

source: This isn't a valid e-mail address, please double-check.
sv_se: Detta är inte en giltig e-postadress. Kontrollera adressen igen.

source: You haven't entered any management option yet.
af_za: Jy het nog geen bestuursopsie ingevoer nie.
sv_se: Du inte har angivit något hanteringsalternativ än.

source: you
af_za: jy
sv_se: du

source: Are you sure you want to delete this treatment?
sv_se: Är du säker du vill ta bort denna behandling?

source: Delete
sv_se: Radera

source: this patient
af_za: hierdie pasiënt
sv_se: denna patient

source: staff member
af_za: personneellid
sv_se: anställd

source: (date entered by %actor on %date)
sv_se: (data angavs av %actor den %date)

source: Added!
af_za: Bygevoeg!
sv_se: Tillagt!

source: error ocurred retrieving user procedures
sv_se: ett fel uppstod vid hämtning av användarrutiner

source: REMOVE
af_za: VERWYDER
sv_se: TA BORT

source: The procedure date must be valid and in required format.
af_za: Die proseduredata moet geldig en in die vereiste formaat wees.
sv_se: Behandlingsdata måste vara giltiga och i det format som krävs.

source: American Samoa
af_za: Amerikaanse Samoa
sv_se: Amerikanska Samoa

source: California
af_za: Kalifornië
sv_se: Kalifornien

source: Federated States Of Micronesia
sv_se: Mikronesiska federationen

source: Marshall Islands
sv_se: Marshallöarna

source: Northern Mariana Islands
sv_se: Nordmarianerna

source: Virgin Islands
af_za: Virginiese Eilande
sv_se: Jungfruöarna

source: Organization
af_za: Organisasie
sv_se: Organisation

source: Consent Status
af_za: Toestemmingstatus
sv_se: Medgivandestatus

source: Agreement
af_za: Ooreenkoms
sv_se: Avtal

source: Date
af_za: Datum
sv_se: Datum

source: Registration Date
af_za: Registrasiedatum
sv_se: Registreringsdatum

source: Consent Date
af_za: Toestemmingsdatum
sv_se: Medgivandedatum

source: Last Updated
af_za: Nuutste bywerking
sv_se: Senast uppdaterad

source: ( GMT, Y-M-D )
af_za: ( GMT, J-M-D )
sv_se: (GMT, Å-M-D)

source: User
af_za: Gebruiker
sv_se: Användare

source: Consented
af_za: Toesteming verleen
sv_se: Samtyckte

source: Consented / Enrolled
af_za: Toestemming verleen / ingeskryf
sv_se: Samtyckte/registrerade sig

source: Withdrawn - Suspend Data Collection and Report Historic Data
af_za: Onttrek – staak datainsameling en rapporteer historiese data
sv_se: Återkallad – avbryt datainsamling och rapportera historiska data

source: Suspend Data Collection and Report Historic Data
af_za: Beëindig datainsameling en rapporteer historiese data
sv_se: Avbryt datainsamling och rapportera historiska data

source: Purged / Removed
af_za: Skoongemaak/verwyder
sv_se: Rensad/borttagen

source: Replaced
af_za: Vervang
sv_se: Ersatt

source: Showing {pageFrom} to {pageTo} of {totalRows} records
af_za: {pageFrom} tot {pageTo} van {totalRows} rekords word gewys
sv_se: Visar {pageFrom} till {pageTo} för {totalRows} uppgifter

source: not provided
af_za: nie verskaf nie
sv_se: har inte angivits

source: Unable to set user settings.
af_za: Kan nie gebruikerinstellings instel nie.
sv_se: Kan inte upprätta användarinställningar.

source: Unable to set current user orgs
af_za: Kan nie huidige gebruiker-orgs instel nie
sv_se: Kan inte upprätta aktuella användarorganisationer

source: DONE
af_za: KLAAR
sv_se: KLAR

source: EDIT
af_za: WYSIG
sv_se: REDIGERA

source: No information available
af_za: Geen inligting beskikbaar nie
sv_se: Ingen information tillgänglig

source: Unable to properly set session storage variable for login-as.
af_za: Sessiestoorveranderlike vir aanmelding-as kon nie behoorlik gestel word nie.
sv_se: Det gick inte att ställa in variabeln för lagring av sessionen för att logga in som.

source: Date (GMT), Y-M-D
af_za: Datum (GMT), J-M-D
sv_se: Datum (GMT), Å-M-D

source: Subject
af_za: Onderwerp
sv_se: Ämne

source: Email
af_za: E-pos
sv_se: E-post

source: No email log entry found.
af_za: Geen e-pos-log gevind nie.
sv_se: Ingen notering om e-postlogg hittades.

source: {emailType} email will be sent to {email}
af_za: {emailType}-e-pos sal na {email} gestuur word
sv_se: {emailType}-e-postmeddelande kommer att skickas till {email}

source: Url for email content is unavailable.
af_za: URL vir e-pos-inhoud is onbeskikbaar.
sv_se: Webbadressen för e-postinnehåll är inte tillgänglig.

source: Unable to send email. Missing content.
af_za: E-pos kan nie gestuur word nie. Ontbrekende inhoud.
sv_se: Kan inte skicka e-post. Innehåll saknas.

source: failed request to get email invite url
af_za: mislukte versoek om e-posuitnodiging se url te kry
sv_se: misslyckad begäran att få url till e-postinbjudan

source: Error occurred while sending invite email.
af_za: Uitnodigings-e-pos kon nie gestuur word nie.
sv_se: Ett fel inträffade när e-postinbjudan skickades.

source: {emailType} email sent to {emailAddress}
af_za: {emailType}-e-pos na {emailAddress} gestuur
sv_se: {emailType}-e-postmeddelande har skickats till {emailAddress}

source: Error occurred retreving email content via API.
af_za: Kon nie e-pos-inhoud via API herwin nie.
sv_se: Ett fel inträffade vid hämtning av e-postinnehåll via API.

source: your clinic
af_za: jou kliniek
sv_se: din klinik

source: Hello, this is an invitation to complete your registration.
af_za: Hallo, hierdie is ’n uitnodiging om jou registrasie te voltooi.
sv_se: Hej, detta är en inbjudan att slutföra din registrering.

source: Verify your account to complete registration
af_za: Verifieer jou rekening om registrasie te voltooi
sv_se: Verifiera ditt konto för att slutföra registreringen

source: Registration invite from {clinicName}
af_za: Registrasieuitnodiging vanaf {clinicName}
sv_se: Inbjudan till registrering från {clinicName}

source: invite email sent to {email}
af_za: uitnodigings-e-pos gestuur na {email}
sv_se: E-postinbjudan skickad till {email}

source: Password reset email sent to {email}
af_za: Wagwoordterugstellings-e-pos gestuur na {email}
sv_se: E-postmeddelande för återställning av lösenord har skickats till {email}

source: Unable to send email.
af_za: E-pos kon nie gestuur word nie.
sv_se: Kan inte skicka e-post.

source: Type
af_za: Tipe
sv_se: Typ

source: Report Name
af_za: Verslagnaam
sv_se: Rapportens namn

source: Generated (GMT)
af_za: Gegenereer (GMT)
sv_se: Skapad (GMT)

source: Document Type
af_za: Dokumenttipe
sv_se: Dokumenttyp

source: No reports available.
af_za: Geen verslae beskikbaar nie.
sv_se: Inga rapporter tillgängliga.

source: Problem retrieving reports from server.
af_za: Kon nie verslae vanaf die bediener aflaai nie.
sv_se: Ett fel inträffade när rapporterna hämtades från servern.

source: No questionnaire data found.
af_za: Geen vraelysdata gevind nie.
sv_se: Inga enkätdata hittades.

source: Problem retrieving session data from server.
af_za: Sessiedata kon nie van die bediener afgelaai word nie.
sv_se: Ett fel inträffade när sessionsdata hämtades från servern.

source: Click to view report
af_za: Klik om verslag te sien
sv_se: Klicka för att visa rapport

source: What is your main clinic for prostate cancer care
af_za: Wat is jou hoofkliniek vir prostaatkankersorg
sv_se: Vilken är din huvudsakliga klinik för behandling av prostatacancer

source: Other
af_za: Ander
sv_se: Annat

source: No affiliated clinic
af_za: Geen geaffilieerde kliniek nie
sv_se: Ingen ansluten klinik
