Repository: uwcirg/true_nth_usa_portal
Catalog: portal/translations/*/LC_MESSAGES/messages.po
Languages: zu_za

source: Which of the following prostate cancer management options has the patient had, if any? If you don&#39;t remember the exact date, please make your best guess.
zu_za: Yokuphi kokulandelayo isiguli esike sakusebenzisa ukuze silawule umdlavuza wendlala, uma kukhona? Uma ungasalukhumbulu usuku olunembile, qagela olusondele ngangokunokwenzeka.

source: Which of the following prostate cancer management options have you had, if any? If you don&#39;t remember the exact date, please make your best guess.
zu_za: Yikuphi kokulandelayo oke wakusebenzisa ukuze ulawule umdlavuza wendlala, uma kukhona? Uma ungasalukhumbulu usuku⏎ olunembile, qagela olusondele ngangokunokwenzeka.

source: Select an option
zu_za: Khetha

source: Date
zu_za: Usuku

source: Save
zu_za: Gcina

source: Add
zu_za: Faka

source: My History
zu_za: Umlando Wami

source: Past
zu_za: Osekwedlule

source: Management(s)
zu_za: Ukulawula

source: Delete
zu_za: Sula

source: Are you sure you want to delete this treatment?
zu_za: Uqinisekile ukuthi ufuna ukusula lokhu kwelashwa?

source: You have updated your profile. Click the Save button to submit your changes.
zu_za: Ulungise iphrofayili yakho. Chofoza inkinombo ethi Save ukuze uthumele ushintsho lwakho.

source: Or
zu_za: Noma

source: cancel
zu_za: khansela

source: There is a problem with your profile. Please correct it before saving.
zu_za: Kunenkinga ngephrofayili yakho. Sicela uyilungise ngaphambi kokuyigcina.

source: Make sure all required fields are filled out and all entries are valid.
zu_za: Qinisekisa ukuthi zonke izikhala ezidingekayo zigcwalisiwe futhi konke okufakile kunembile.

source: Profile changes have been saved
zu_za: Ushintso lwephrofayili lulondoloziwe

source: Profile for %(user_email)s
zu_za: I-phrofayili ye %(user_email)s

source: Profile for #%(user_id)s
zu_za: Iphrofayili ka #%(user_id)s

source: New Staff
zu_za: Abasebenzi Abasha

source: All available questionnaires have been completed
zu_za: Yonke imibuzo ekhona igcwalisiwe

source: If the email address '%(email)s' is in the system, a reset password email will now have been sent to it. Please open that email and follow the instructions to reset your password.
zu_za: Uma ikheli le-imeyili '%(email)s' likusistimu, iphasiwedi eyenziwe kabusha izobe isithunyelwe. Sicela uvule leyo imeyili futhi ulandele lezo ziqondiso ukuze wenze kabusha iphasiwedi yakho.

source: This application requires Javascript enabled. Please check your browser settings.
zu_za: Le aplikheshini idinga kuvulwe i-javascript. Sicela uhlole amasethingi ebrawuza yakho.

source: Unable to match identity
zu_za: Ayihambelani nomazisi

source: User Not Found
zu_za: Umsebenzisi Akatholakali

source: I consent to sharing information with %(org_name)s
zu_za: Nginikeza imvume yokwabelana ngokwaziswa ne %(org_name)s

source: TOTAL
zu_za: Ingqikithi

source: none of the above
zu_za: Akukho kokungenhla

source: Write Only
zu_za: Ukubhala kuphela

source: Ironman V3 Recurring Annual Pattern
zu_za: Iphethini Yonyaka ye-Ironman V3 Recurring

source: Ironman V3 Indefinite
zu_za: I-Ironman V3 Indefinite

source: Ironman Indefinite
zu_za: I-Ironman Indefinite

source: TrueNTH Registration
zu_za: Ukubhalisa Ku-TrueNTH

source: Analyst
zu_za: Umhlaziyi

source: Mobile
zu_za: Ucingo Lweselula

source: Register for TrueNTH
zu_za: Bhalisa Ku-TrueNTH

source: <p>Explore your values, your preferences, and the current medical knowledge to help you discuss your treatment options with your doctors.</p>
zu_za: <p>Bheka imigomo yakho, izinto ozithandayo, nolwazi lwamanje lwezokwelapha ukuze kukusize uxoxe nodokotela wakho ngokwelashwa okukhethayo.</p>

source: Test
zu_za: Isivivinyo

source: <p>Learn about symptoms that are common in men with prostate cancer, and about ways to manage and improve these symptoms.</p>
zu_za: <p>Funda ngezimpawu ezivamile kubantu besilisa abanomdlavuza wendlala, kanye nangezindlela zokulawula nokuthuthukisa lezi zimpawu. </p>

source: Care Plan
zu_za: Uhlelo Lokunakekelwa

source: Due
zu_za: Umnqamulajuqu

source: Movember TrueNTH
zu_za: I-TrueNTH ye-Movember

source: Anon
zu_za: I-Anon

source: Ironman V3 Baseline
zu_za: I-Ironman V3 Baseline

source: Overdue
zu_za: Kudlulelwe isikhathi

source: Indefinite
zu_za: Okungapheli

source: <p>Organization and support for the many details of life as a prostate cancer survivor</p>
zu_za: <p>Inhlangano nokusekelwa ezicini eziningi zokuphila kubantu abasinde emdlavuzeni wendlala</p>

source: Completed
zu_za: Kuphelile

source: Intervention Staff
zu_za: Ukungenela Kwezisebenzi

source: Ironman Baseline
zu_za: I-Ironman Baseline

source: Study Consent Date
zu_za: Usuku Locwaningo Lwemvume

source: Partner
zu_za: Uzakwethu

source: Sexual Recovery
zu_za: Ukululama ngokoncansi

source: Community of Wellness
zu_za: Umphakathi Wezempilo

source: Recurring
zu_za: Kuvela ngokuphindaphindiwe

source: Access On Verify
zu_za: Ukufinyelela Ekuqinisekiseni

source: Ironman V3
zu_za: I-Ironman V3

source: Admin
zu_za: Umqondisi

source: Ironman V3 Recurring 3Mo Pattern
zu_za: Iphethini ye-Ironman V3 Recurring 3Mo

source: In Progress
zu_za: Kuyaqhubeka

source: Ironman V3 Recurring 6Mo Pattern
zu_za: Iphethini ye-Ironman V3 Recurring 6Mo

source: <p>Hello,</p><p>This email was sent to you by (clinic name). This is where you report on your health along your prostate cancer journey. The information collected will be used to determine where improvements in Prostate Cancer Care can be made.</p><p>Login now to complete your questionnaire.</p><div><a class="btn" href="{0}">Verify your account and answer questionnaire now</a></div><p>Click the button above or use the link below to visit TrueNTH:</p><p><a href="{0}">{0}</a></p><p>If you have any questions or concerns, please contact (clinic name).</p><p><em>&mdash; This email was sent because you consented to participate in the TrueNTH registry project</em></p>
zu_za: <p>Sawubona</p><p> Le email ithunyelwe kuwe yi (igama lomtholampilol). Lana kulapho ubika khona ngesimo sempilo yakho ngomdlavuza wakho wendlala. Ulwazi oluqoqiwe luzosetshenziselwa ukubheka lapho kudingeka ukuba kwenziwe khona izintuthuko Ekwelashweni Komdlavuza Wendlala.</p><p>Ngena manje ukuze ugcwalise imibuzo yakho.</p><div><a class="btn" href="{0}">Qinisekisa i-akhawunti futhi uphendule imibuzo manje</a></div><p>Cindezela inkinobho engenhla noma usebenzise i-link engezansi ukuze uvakashele i-TrueNTH:</p><p><a href="{0}">{0}</a></p><p>Uma unanoma imiphi imibuzo noma izikhalazo, secela uxhumane ne (igama lomtholampilo).</p><p><em>—Le email ithunyelwe ngoba unikeze imvume yokubamba iqhaza kuyiphrojekthi ye-registry ye-TrueNTH</em></p>

source: Service
zu_za: Isevisi

source: Baseline
zu_za: Isiqalo

source: Create a password
zu_za: Yenza iphasiwedi

source: Staff
zu_za: Izisebenzi

source: Ironman Recurring 6Mo Pattern
zu_za: Iphethini ye-Ironman Recurring 6Mo

source: Ironman Recurring Annual Pattern
zu_za: Iphethini Yonyaka Evela Kabusha ye-Ironman

source: Social Support Network
zu_za: Inethiwekhi Yokusekelwa

source: Content Manager
zu_za: Isiphathi sokuqukethwe

source: Researcher
zu_za: Umcwaningi

source: Decision Support tool
zu_za: Ithuluzi Lokusekelwa Kwesinqumo

source: OTHER: not yet officially supported
zu_za: OKUNYE: akukasekelwa ngokomthetho

source: <p>(greeting),</p><p>This email was sent to you because you are a patient at (clinic name) and consented to participate in the Prostate Cancer Outcomes - (parent org) Registry Study.</p><p>This is an invitation to use the TrueNTH website, where you will report on your health. Your participation will help us collectively improve the care that men receive during their prostate cancer journey.</p><p>To complete your first questionnaire, please first verify your account.</p><div><a class="btn" href="{0}">Verify your account</a></div><p>You can also access the TrueNTH website with this link:<p/><p><a href="{0}">{0}</a></p><p>Save this email so that you can return to TrueNTH any time.</p><p>If you have any queries, please contact your representative at (clinic name).</p>
zu_za: <p>(Siyabingelela),</p><p>Le email ithunyelwe kuwe ngoba uyisiguli sase (igama lomtholampilol) futhi unikeze imvume yokubamba iqhaza eMiphumeleni Yomdlavuza Wendlala - (inhlangano enkulu) Ucwaningo Lwe-Registry.</p><p>Lesi isimemo sokusebenzisa iwebhusayithi ye-TrueNTH, lapho uzobika khona ngesimo sempilo yakho. Ukubamba kwakho iqhaza kuzosisiza sonke sithuthukise ukwelashwa okutholwa abantu besilisa uma benesifo somdlavuza wendlala.</p><p>Ukuze ugcwalise iphephambuzo lakho lokuqala, sicela uqale uqinisekise i-akhawunti yakho.</p><div><a class="btn" href="{0}">Qinisekisa i-akhawunti yakho</a></div><p>Ungangena futhi kuyiwebhusayithi ye-TrueNTH usebenzisa le linki:<p/><p><a href="{0}">{0}</a></p><p>Londoloza le email ukuze ukwazi ukubuyela kuTrueNTH noma nini.</p><p>Uma unemibuzo, sicela uxhumane nommeleli wakho e-(igama lomtholampilo).</p>

source: <p>Learn strategies for developing a new normal in your sex life after treatment for prostate cancer.</p>
zu_za: <p>Funda amasu okuba nendlela entsha ezoba evamile ekuphileni kwakho kocansi ngemva kokwelashelwa umdlavuza wendlala.</p>

source: Ironman V2
zu_za: I-Ironman V2

source: Report your health on TrueNTH. Email from (clinic name)
zu_za: Bika impilo yakho ku-TrueNTH I-email evela (igama lomtholampilo)

source: Ironman Recurring 3Mo Pattern
zu_za: Iphethini ye-Ironman Recurring 3Mo

source: Expired
zu_za: iphelelwe isikhathi

source: Application Developer
zu_za: Unjiniyela Wohlelo

source: Decision Support WiserCare
zu_za: Ukusekelwa Kwesinqumo Se-WiserCare
