Repository: uwcirg/true_nth_usa_portal
Catalog: portal/translations/*/LC_MESSAGES/messages.po
Languages: zu_za

source: Page Not Found.
zu_za: Ikhasi Alitholakali.

source: Sorry, the page you requested is not found. It may have been moved.
zu_za: Siyaxolisa, ikhasi obulifuna alitholakali. Kungase kwenzeke lisusiwe.

source: Back To Home
zu_za: Buyela Ekhasini Lokuqala

source: Explore How This Works
zu_za: Bheka Ukuthi Lokhu Kusebenza Kanjani

source: Explore
zu_za: Bheka

source: Learn About TrueNTH
zu_za: Funda Nge TrueNTH

source: Learn
zu_za: Funda

source: Internal Server Error
zu_za: Iphutha Le-Server Langaphakathi

source: Your request is not processed due to server error(s). If you are still experiencing problem. Please use the link below.
zu_za: Isicelo sako asimukelwanga ngenxa yamaphutha e-server Uma usalokhu ubhekene nenkinga. Sicela usebenzise ilinki engezansi.

source: Home
zu_za: Ikhasi Lasekhaya

source: About TrueNTH
zu_za: Mayelana ne TrueNTH

source: You are using an outdated browser. Please upgrade your browser to improve your experience.
zu_za: Usebenzisa isiphequluli esiphelelwe yisikhathi. Sicela uthuthukise isiphequluli sakho ukuze uthole okungcono.

source: Close
zu_za: Vala

source: Contact TrueNTH
zu_za: Xhumana ne TrueNTH

source: Use this form to get in touch with TrueNTH
zu_za: Sebenzisa leli fomu ukuze uxhumane ne TrueNTH

source: Name
zu_za: Igama

source: Please enter your name
zu_za: Sicela ufake igama lakho

source: Your Name
zu_za: Igama Lakho

source: Email
zu_za: I-email

source: Your Email
zu_za: I-email Yakho

source: This is not a valid e-mail address, please double-check.
zu_za: Le email ayisebenzi, sicela uyibhekisise.

source: Enquiry Type
zu_za: Uhlobo Lwemibuzo

source: Not sure
zu_za: Awuqiniseki

source: Subject
zu_za: Isihloko

source: What is this about?
zu_za: Kumayelana nani lokhu?

source: Text
zu_za: Umbhalo

source: Please add a message for TrueNTH
zu_za: Sicela ufakele i-TrueNTH umyalezo

source: What is on your mind?
zu_za: Yini esengqondweni yakho?

source: Submit
zu_za: Thumela

source: Please confirm all fields are filled.
zu_za: Sicela uqinisekise ukuthi zonke izikhala zigcwalisiwe.

source: TrueNTH Logo
zu_za: Ilogo ye-TrueNTH

source: log in
zu_za: Ngena

source: Email Address
zu_za: Ikheli Le-email

source: Password
zu_za: Iphasiwedi

source: Having trouble logging in?
zu_za: Unenkinga yokungena?

source: You have been logged out due to inactivity. Please log in again to continue.
zu_za: Ukhishiwe ngenxa yokuthatha isikhathi eside ungenzi lutho. Sicela uphinde ungene ukuze uqhubeke.

source: Welcome to TrueNTH
zu_za: Siyakwamula e-TrueNTH

source: Tools for navigating the prostate cancer journey
zu_za: Amathulizi okulawula umdlavuza wendlala

source: Not available
zu_za: Ayikho

source: Privacy
zu_za: Imfihlo

source: Resources
zu_za: Izinsiza

source: General Terms
zu_za: Imigomo Evamile

source: Continue to TrueNTH
zu_za: Qhubekela ku-TrueNTH

source: Print
zu_za: Printa

source: Complete Questionnaire
zu_za: Gcwalisa Imibuzo

source: Password Reset
zu_za: Ukwenza Iphasiwedi Entsha

source: Symptom Tracker
zu_za: Ukulandelela Izimpawu

source: Verify Account
zu_za: Qinisekisa I-akhawunti

source: Thank you, %(full_name)s.
zu_za: Siyabonga, %(full_name)s

source: You've completed the %(registry)s questionnaire.
zu_za: Usuyigcwalisile imibuzo ye- %(registry)s.

source: You will be notified when the next questionnaire is ready to complete.
zu_za: Uzotshelwa uma imibuzo elandelayo isikulungele ukugcwaliswa.

source: Log out
zu_za: Phuma

source: Hi, %(full_name)s
zu_za: Sawubona, %(full_name)s

source: Please complete your %(assigning_authority)s questionnaire as soon as possible. It will expire on %(expired_date)s.
zu_za: Sicela ugcwalise imibuzo yakho ye-%(assigning_authority)s ngokushesha. Izophelelwa isikhathi ngo %(expired_date)s.

source: Please complete your %(assigning_authority)s questionnaire by %(due_date)s.
zu_za: Sicela ugcwalise imibuzo yakho %(assigning_authority)s ngaphambi kuka %(due_date)s.

source: Please complete your %(assigning_authority)s questionnaire at your convenience.
zu_za: Sicela ugcwalise imibuzo yakho ye %(assigning_authority)s ngesikhathi sakho.

source: Completed Questionnaires
zu_za: Imibuzo Eqediwe

source: When you are done, completed questionnaires will be shown here.
zu_za: Uma usuqedile, imibuzo eqediwe izovezwa la.

source: View questionnaire completed on %(comp_date)s
zu_za: Bheka imibuzo egcwaliswe ngo %(comp_date)s

source: Go to questionnaire
zu_za: Iya emibuzweni

source: Continue questionnaire
zu_za: Qhubeka nemibuzo

source: Open Questionnaire
zu_za: Imibuzo evuliwe

source: Please complete your %(assigning_authority)s questionnaire here.
zu_za: Sicela ugcwalise %(assigning_authority)s iphephambuzo lakho lapha.

source: View previous questionnaire
zu_za: Bheka imibuzo eyandulele

source: No questionnaire is due.
zu_za: Ayikho imibuzo ephelelwe isikhathi.

source: Questionnaire Expired
zu_za: Iphephambuzo Liphelelwe Yisikhathi

source: The assessment is no longer available. A research staff member will contact you for assistance.
zu_za: Ukuhlaziya akusekho. Ilungu labasebenzi bocwaningo lizokuthinta ukuze likusize.

source: Month %(month_total)d
zu_za: Inyanga %(month_total)d

source: invalid email address
zu_za: Ikheli le-imeyili elingafanele

source: missing required data:
zu_za: kunemininingwane edingekayo engekho:

source: Identity Verification
zu_za: Ukuqinisekiswa Komuntu

source: To ensure your personal details are not shared with others, please enter the following data for account confirmation.
zu_za: Ukuze uqinisekise ukuthi imininingwane yakho ayidluliselwa kwabanye abantu, sicela ufake idatha elandelayo yokuqinisekisa i-akhawunti.

source: First name is required
zu_za: Igama liyadingeka

source: First Name
zu_za: Igama

source: Last name is required
zu_za: Isibongo siyadingeka

source: Last Name
zu_za: Isibongo

source: Birth Date
zu_za: Usuku Lokuzalwa

source: Day
zu_za: Usuku

source: Day is required
zu_za: Kudingeka usuku

source: Month
zu_za: Inyanga

source: Month is required
zu_za: Kudingeka inyanga

source: January
zu_za: Januwari

source: February
zu_za: Febhruwari

source: March
zu_za: Mashi

source: April
zu_za: Ephreli

source: May
zu_za: Meyi

source: June
zu_za: Juni

source: July
zu_za: Julayi

source: August
zu_za: Agasti

source: September
zu_za: Septhemba

source: October
zu_za: Okthoba

source: November
zu_za: Novemba

source: December
zu_za: Disemba

source: Year
zu_za: Unyaka

source: Year is required
zu_za: Kudingeka unyaka

source: Confirm Identity
zu_za: Qinisekisa Umuntu

source: Thank you for contacting us.
zu_za: Siyabonga ngokuxhumana nathi.

source: We have sent an email to the team supporting TrueNTH.
zu_za: Sithumele i-email kuyithimba elisekela i TrueNHT

source: TrueNTH Home
zu_za: Ikhaya leTrueNTH

source: More About You
zu_za: Okwengeziwe Mayelana Nawe

source: The TrueNTH system asks these questions in order to give you information that best fits
zu_za: Isistimu yeTrueNTH ibuza le mibuzo ukuze ikunizeke ulwazi olufanele.

source: You may skip any question you prefer not to answer.
zu_za: Ungase weqe noma imuphi umbuzo okhetha ukungawuphenduli.

source: Ethnicity
zu_za: Ubuzwe

source: Hispanic or Latino
zu_za: Hispanic noma Latino

source: Not Hispanic or Latino
zu_za: Angisiye um-Hispanic noma um-Latin

source: Race
zu_za: Uhlanga

source: American Indian or Alaska Native
zu_za: American Indian noma odabuka e-Alaska

source: Black or African American
zu_za: Black noma African American

source: Native Hawaiian or Other Pacific Islander
zu_za: Odabuka-Hawai noma e-Pacific Island

source: White
zu_za: Umlungu

source: Other
zu_za: Okunye

source: Skip This
zu_za: Yeqa lokhu

source: Continue
zu_za: Qhubeka

source: Explore How TrueNTH Works
zu_za: Bheka Indlela i-TruNTH Esebenza Ngayo

source: A program aimed at improving the lives of men diagnosed and living with prostate cancer, and their partners, loved ones, and caregivers.
zu_za: Uhlelo oluhlose ukuthuthukisa izimpilo zabesilisa abahlonzwe nabaphila nomdlavuza wendlala, nezophathina babo, abathandekayo babo, nabanakekeli babo.

source: Coming soon … discover tools designed to help those affected by prostate cancer.
zu_za: Okuzayo maduzane ... thola amathulizi enzelwe ukusiza labo abanomdlavuza wendlala.

source: Register Now
zu_za: Bhalisa Manje

source: or
zu_za: noma

source: Log In
zu_za: Ngena

source: Tell us a little about yourself.
zu_za: Sitshele kafushane ngawe.

source: your information
zu_za: ulwazi lwakho

source: your clinical profile
zu_za: iphrofayili yakho yezokwelapha

source: The questions we're asking will help us customize what you see and provide the best information to help you track and manage your prostate cancer journey.
zu_za: Imibuzo esikubuza yona izosisiza silungise okubonayo futhi sihlinzeke ngolwazi oluhle kakhulu ukuze kukusize ulandelele futhi ulawule umdlavuza wakho wendlala.

source: Your clinic of care.
zu_za: Umtholampilo wakho.

source: your clinic
zu_za: umtholampilo wakho

source: Thank you.
zu_za: Siyabonga.

source: Click continue to start using TrueNTH
zu_za: Chubeza okuthi qhubeka ukuze uqale ukusebenzisa iTrueNTH

source: saving data...
zu_za: ukulondoloza idatha...

source: terms
zu_za: imigomo

source: Terms of Use
zu_za: Imigomo Yokusebenzisa

source: Thanks for signing up for TrueNTH. First, please review the terms of use to access the TrueNTH tools
zu_za: Siyabonga ngokusayinela i-TrueNTH. Okokuqala, sicela uhlole imigomo yokusebenzisa ukuze ungene emathuluzini e-TrueNTH

source: View TrueNTH Terms
zu_za: Bheka imigomo ye-TrueNTH

source: <div class="text-warning links-container"> By clicking "NEXT" you agree to the <a href="%(terms_url)s" target="_blank">Terms</a>, <a href="%(privacy_url)s" target="_blank">Privacy Policy</a>, and <a href="" class="terms-url" target="_blank">General Terms of Use</a> for the TrueNTH USA website. </div>
zu_za: <div class="text-warning links-container"> Ngokuchofoza u&quot;NEXT&quot; uvumelana<a href="%(terms_url)s" target="_blank">neMigomo</a>,<a href="%(privacy_url)s" target="_blank">iziNqubo-mgomo Zobumfihlo</a>,kanye<a href="" class="terms-url" target="_blank">Nemigomo Evamile Yokusebenzisa</a>ingosi yase-USA yeTrueNTH </div>

source: By checking this box, I confirm that I have read the information notice above and consent and agree to the processing of my personal information (including my health information) on the terms described in this Consent.
zu_za: Ngokuphawula leli bhokisi, ngiyaqinisekisa ukuthi ngisifundile isaziso solwazi esingenhla futhi ngiyavuma ukuba kusetshenziswe imininingwane yami yomuntu siqu (kuhlanganise nolwazi lwempilo yami) ngokwemigomo echazwe kule Mvume.

source: You have previously provided your consent to the website during a visit at your treating site. If you would like a copy of this please contact your study contact.
zu_za: Esikhathini sangaphambili uye wanikeza imvume yakho kuwebhusayithi ngesikhathi uvakashele isikhungo sakho sokwelashwa. Uma ungathanda ukuthola ikhophi yalokhu sicela uxhumane noxhumanisi wakho wocwaningo.

source: <span class="terms-tick-box-text">&nbsp;By checking this box, I confirm that I have read and accept the website <a href="%(privacy_url)s" class="required-link">privacy policy</a> and <a href="%(terms_url)s" class="required-link">terms</a>.</span>
zu_za: <span class="terms-tick-box-text"> Ngokuphawula leli bhokisi, ngiqinisekisa ukuthi ngiye ngafunda futhi ngamukela<a href="%(privacy_url)s" class="required-link">izinqubo-mgomo zobumfihlo</a> kanye <a href="%(terms_url)s" class="required-link">nemigomo</a>.</span>

source: To Continue
zu_za: Ukuze Uqhubeke

source: You must agree to the terms and conditions by checking the provided checkbox.
zu_za: Kumelwe uvumelane nemigomo nemibandela ngokuphawula amabhokisi abonisiwe.

source: Website Consent Script - Enter Manually - Paper Form
zu_za: I-Script Semvume Yewebhusayithi - Sibhale Ngokoqobo - Sisephepheni

source: For Staff Use Only
zu_za: Okwabasebenzi Kuphela

source: By checking this box, I confirm that the patient has read the Website Consent and consents and agrees to the processing of their personal information (including their health information) on the terms described in this Consent and Terms and Conditions and a copy of this consent and information provided by the patient has been securely stored in accordance with my local site procedures.
zu_za: Ngokuphawula leli bhokisi, ngiyaqinisekisa ukuthi isiguli siyifundile iMvume Yewebhusayithi futhi siyavuma ukuba kusethsnziswe imininingwane yaso yomuntu siqu (kuhlanganise nolwazi lwempilo) ngokwemigomo echazwe kule Mvume kanye Nemigomo Nemibandela nekhophi yale mvume futhi ulwazi oluhlinzekwe yisiguli lugcinwe ngokuphephile ngokwezinqubo zesikhungo sami.

source: Website Consent Script - Enter Manually - Interview Assisted
zu_za: Umbhalo Wemvume Wewebhusayithi - Faka Ngokoqobo - Kusizwa Yimibuzo

source: We are inviting you to use the TrueNTH website tool because you have agreed to participate in the [organization] Registry study.
zu_za: Sikumema ukuba usebenzise ithuluzi lewebhusayithi ye-TrueNTH ngoba uye wavuma ukubamba iqhaza ocwaningweni lwe-Registry [yenhlangano].

source: The information you provide will be used in a global study and will benefit patients in the future with better treatment and care options. Does this sound like something you’d be willing to participate in?
zu_za: Ulwazi olunikezayo luzosetshenziswa ocwaningweni lomhlaba wonke futhi luzozuzisa iziguli esikhathini esizayo ngokwelashwa okungcono nezinketho zokunakekela. Ingabe lokhu kuzwakala njengokuthile ongathanda ukubamba iqhaza kukho?

source: If yes, continue to read below text and Consent.
zu_za: Uma kungu-yebo, qhubeka ufunde umbhalo ongezansi bese unikeza iMvume.

source: If no, thank them for their time.
zu_za: Uma isiguli sithi cha, babonge ngesikhathi sabo.

source: Read consent [exactly as written]
zu_za: Funda imvume [njengoba ibhaliwe]

source: Do you have any questions?
zu_za: Ingabe unemibuzo?

source: Do you agree to participate in the TrueNTH website tool and consent to the processing of your personal information (including your health information) on the terms I have just read to you?
zu_za: Ingabe uyavuma ukubamba iqhaza kwithuluzi lewebhusayithi ye-TrueNTH futhi uyavuma ukuba kucutshungulwe ulwazi lwakho lomuntu siqu (kuhlanganise nolwazi lwakho lwezempilo) ngemigomo engikufundele yona?

source: If yes, document oral consent below. [NOTE: This consent must absolutely be read out to them in advance of gathering any personal information. The patient must say ‘yes, I agree’, a ‘mmmm’, ‘yep’, ‘ok’ or anything equally as casual will not be satisfactory.]
zu_za: Uma isiguli sithi yebo, bhala imvume enikezwe ngomlomo ngezansi. [PHAWULA: Le mvume kufanele ifundelwe bona ngaphambi kokuqoqa noma yiluphi ulwazi lomuntu siqu. Isiguli kufanele sithi 'yebo, ngiyavuma'; ukuthi 'mmmm', 'yep', 'ok' noma okunye okungacacile njengalokho ngeke kwanele.]

source: Please print and fill out the form
zu_za: Sicela uphrinte bese ugcwalisa ifomu

source: CLOSE
zu_za: VALA

source: View/print website declaration form
zu_za: Buka/phrinta ifomu lesimemezelo sewebhusayithi

source: By checking this box, I confirm that I have read the required information to the patient and provided the opportunity for the patient to ask questions. I have addressed the questions to the patient’s satisfaction and have created an electronic copy of this declaration and have stored this copy. The patient has provided oral consent to participate in the TrueNTH Global Registry on the terms set out above.
zu_za: Ngokuphawula leli bhokisi, ngiyaqinisekisa ukuthi ngisifundele isiguli ulwazi oludingekayo futhi nganikeza isiguli ithuba lokubuza imibuzo. Ngiphendule imibuzo ngendlela eyanelisa isiguli futhi ngenza ikhophi yyasemshinini yalesi simemezelo futhi ngiyigcinile lekhophi. Isiguli sinikeze imvume yaso ngomlomo yokubamba iqhaza kuyi-Registry Yomhlaba Wonke Ye-TrueNTH ngokwemigomo eboniswe ngenhla.

source: By checking this box, I confirm that I have read and/or gone through required information to the subject and have completed the required consent to the use of the TrueNTH website tool and have created an electronic copy of this declaration and have stored said copy.
zu_za: Ngokufaka uqhwishi kuleli bhokisi, ngiyavuma ukuthi ngimufundelile futhi/noma ngimuchazelile ulwazi oludingekayo umbambiqhaza futhi ngigcwalise imvume edingekayo yokusebenzisa ithuluzi lewebhusayithi ye-TrueNTH futhi ngiyenzile ikhophi ye-elekthroniki yalesi simemezelo futhi leyo khophi ngayigcina.

source: Subject has given consent previously and you had previously signed and stored an electronic copy of consent declaration..
zu_za: Umbambiqhaza usinikezile nimvume esikhathini esedlule futhi uye wasayina futhi wagcina ikhophi yemvume emshinini.

source: First name
zu_za: Igama

source: Last name
zu_za: Isibongo

source: I'm a man who is concerned about prostate cancer for myself
zu_za: Ngingowesilisa okhathazeke ngomdlavuza wami wendlala

source: I'm a caregiver, spouse or partner who wants to learn more about prostate cancer
zu_za: Ngingumnakekeli, ungumyeni wami noma nginguphathina wakhe ofuna ukwazi okwengeziwe ngomdlavuza wendlala

source: (optional)
zu_za: (uyazikhethela)

source: Birth date
zu_za: Usuku lokuzalwa

source: The birth day field is required and must be valid format
zu_za: Isikhala sosuku lokuzalwa siyadingeka futhi kumelwe sibhalwe ngendlela enembile

source: Birth month
zu_za: Inyanga yokuzalwa

source: A birth month must be selected
zu_za: Inyanga yokuzalwa kumelwe ikhethwe

source: The birth year is required and must be in valid format
zu_za: Unyaka wokuzalwa uyadingeka futhi kumelwe ubhalwe ngendlela enembile

source: Have you had a prostate cancer biopsy?
zu_za: Wake wakwenza ukuhlolwa kwesicubu komdlavuza wendlala?

source: Yes
zu_za: Yebo

source: Biopsy Date
zu_za: Usuku Lwe-biopsy

source: The biopsy day field is required and must be valid format
zu_za: Isikhala sosuku lwe-biopsy siyadingeka futhi kumelwe lubhalwe ngendlela enembile

source: A biopsy month must be selected
zu_za: Inyanga ye-biopsy kumelwe ikhethwe

source: The biopsy year is required and must be in valid format
zu_za: Unyaka we-biopsy uyadingeka futhi kumelwe ubhalwe ngendlela enembile

source: No
zu_za: Cha

source: I don't know
zu_za: Angazi

source: Have you been diagnosed with prostate cancer?
zu_za: Uke watholakala unomdlavuza wendlala?

source: Yes (my biopsy was positive)
zu_za: Yebo (i-biopsy yami ibi kahle)

source: No (my biopsy was negative)
zu_za: Cha (i-biopsy yami ibi yimbi)

source: Is the prostate cancer only within the prostate?
zu_za: Ingabe umdlavuza wendlala uthinte kuphela indlala?

source: No (the cancer is in other parts of my body, too)
zu_za: Cha (umdlavuza ukwezinye izingxenye zomzimba wami, futhi)

source: Have you begun prostate cancer treatment?
zu_za: Usuqalile ukwelashelwa umdlavuza wendlala?

source: What is your main clinic for prostate cancer care?
zu_za: Yimuphi umtholampilo oyinhloko owelapha umdlavuza wakho wendlala?

source: I'm not receiving care at any of the above clinics
zu_za: Angitholi kwelashwa kunoma imiphi imitholampilo eboniswe ngenhla.

source: Email Invite
zu_za: Isimemo se-email

source: Send a TrueNTH email invite by filling in the form below.
zu_za: Thumela i-email yesimemo evela kwaTrueNHT ngokugcwalisa ifomu elingezansi.

source: To (separate multiple addresses with white space)
zu_za: Ku (hlukanisa amakheli ngesikhala esimhlophe)

source: Invitation to try TrueNTH
zu_za: Isimemo sokuzama iTrueNTH

source: Body
zu_za: Umzimba

source: TrueNTH Invitation
zu_za: Isimemo Se-TrueNTH

source: Send Invite
zu_za: Thumela Isimemo

source: Email Invite Sent
zu_za: Isimemo Se-email sithunyelwe

source: To
zu_za: Iya ku-

source: Sent
zu_za: Ithunyelwe

source: Message
zu_za: Umyalezo

source: About
zu_za: Mayelana

source: Decision Support
zu_za: Ukusekelwa Kwesinqumo

source: Prostate Cancer Facts
zu_za: Amaqiniso Ngomdlavuza Wendlala

source: Terms
zu_za: Imigomo

source: Contact
zu_za: Xhumana

source: Contact Us
zu_za: Xhumana Nathi

source: %(year)d Movember Foundation. All rights reserved. A registered 501(c)3 non-profit organization.
zu_za: %(year)d Movember Foundation. Wonke amalungelo agodliwe. Inhlangano engenzi nzuzo ebhalisiwe 501(c)3

source: dismiss
zu_za: Vala

source: TrueNTH logo
zu_za: Ilogo ye-TrueNTH

source: brand logo
zu_za: ilogo yenkampani

source: My TrueNTH Profile
zu_za: I-phrofayili yami ye TrueNTH

source: Client Applications
zu_za: Izicelo Zekhasimende

source: Patients
zu_za: Iziguli

source: Staff List
zu_za: Uhlu Lwabasebenzi

source: User Administration
zu_za: I-User Administration

source: Scheduled Jobs
zu_za: Imisebenzi ehleliwe

source: Settings
zu_za: Amasethingi

source: Reporting Dashboard
zu_za: Ukubika iDashboard

source: Research Data
zu_za: Cwaninga Idatha

source: Log Out of TrueNTH
zu_za: Phuma ku TrueNHT

source: MENU
zu_za: I-MENU

source: Profile image
zu_za: Isithombe se-phrofayili

source: Welcome
zu_za: Siyakwamukela

source: Log In to TrueNTH
zu_za: Ngena kuTrueNTH

source: Return to TrueNTH home
zu_za: Buyela ekhaya le TrueNTH

source: Your session is about to expire
zu_za: Iseshini yakho isizophelelwa isikhathi

source: Your session will expire in approximately {time} seconds due to inactivity.
zu_za: Iseshini yakho izophelelwa isikhathi emuzuzwaneni engaba ngu-{time} ngenxa yokungenzi lutho.

source: Log Out
zu_za: Phuma

source: Stay Logged In
zu_za: Hlala Ungenile

source: Usage Statistics
zu_za: Amanani Okusebenzisa

source: User Statistics
zu_za: Amanani omsebenzisi

source: User Statistics By Role
zu_za: Inani Labasebenzisi Ngokwendima

source: User Statistics By Intervention
zu_za: Inani Labasebenzisi Ngokwenziwayo

source: User Statistics By Patient Report
zu_za: Inani Labasebenzisi Ngokombiko Wesiguli

source: User Statistics By Intervention Access
zu_za: Inani Labasebenzisi Ngokungena Kokwenziwayo

source: Institution Statistics
zu_za: Amanani Ezikhungo

source: Registrations are collected from the User.registration timestamps of all Users without the Test Role
zu_za: Ukubhalisa kulandwa ku-User.registration Isigqifizosesikhathi kuwo wonke ama -user Anendima Yesivivinyo

source: Logins are collected from the start_time timestamps of Encounters whose auth_method='password_authenticated'
zu_za: Imininingwane yokungena ithathwa ku-start_time timestamps of Encounters whose auth_method='password_authenticated'

source: Source
zu_za: Umthombo

source: Today
zu_za: Namuhla

source: This Month
zu_za: Kule Nyanga

source: This Year
zu_za: Kulonyaka

source: All Time
zu_za: Sonke Isikhathi

source: Registrations
zu_za: Ukubhalisa

source: Logins
zu_za: Imininingwane Yokungena

source: User stats are collected from all Users without the Test Role
zu_za: Amanani omsebenzisi aqoqwa kubo bonke aBasebenzisi abangenayo iNdima Yesivivinyo

source: Role counts are tallied from User.roles (e.g. a User with both the Patient and Staff Roles, would add 1 to both Roles' counts)
zu_za: Izibalo zezindima zihlanganiswa ku-User.roles (isib. i-User enakho kokubili iNdima Yesiguli Neyesisebenzi, izonezela u-1 kuzo zombili izibalo zezindima)

source: No Diagnosis
zu_za: Akukho Okuhlonziwe

source: Users whose User.observations does not contain any Observations where the Observation.codeable_concept=CC.BIOPSY and the Observation.value_quantity.value=True
zu_za: Abasebenzisi abanama-User.observations angenawo ama-Observation lapho i-Observation.codeable_concept=CC.BIOPSY kanye ne-Observation.value_quantity.value=True

source: Diagnosis, No Treatment
zu_za: Ukuhlonzwa, Akukho Ukwelashwa

source: Users where known_treatment_not_started(User)=True
zu_za: Abasebenzisi lapho i-known_treatment_not_started(User)=True

source: Diagnosis and Treatment
zu_za: Ukuhlonzwa kanye Nokwelashwa
