Repository: uwcirg/true_nth_usa_portal
Catalog: portal/translations/*/LC_MESSAGES/messages.po
Languages: zu_za

source: Users where known_treatment_started(User)=True
zu_za: Abasebenzisi lapho i-known_treatment_started(User)=True

source: Metastasis
zu_za: Ukusabalala komdlavuza

source: Users whose User.observations contains any Observations where the Observation.codeable_concept=CC.PCaLocalized and the Observation.value_quantity.value!=True
zu_za: Abasebenzisi abane-User.observations enama-Observations lapho i-Observation.codeable_concept=CC.PCaLocalized kanye ne-Observation.value_quantity.value!=True

source: Role
zu_za: Indima

source: User Count
zu_za: I-akhawunti Yomsebenzisi

source: Patients - All
zu_za: Iziguli - Zonke

source: Patients - No Diagnosis
zu_za: Iziguli - Akukho Okuhlonziwe

source: Patients - Diagnosis, No Treatment
zu_za: Izigulu - Ukuhlonzwa, Akukho Ukwelashwa

source: Patients - Diagnosis and Treatment
zu_za: Iziguli - Ukuhlonzwa Nokwelashwa

source: Patients - Metastasis
zu_za: Iziguli - Ukusabalala Komdlavuza

source: Partners
zu_za: Ophathina

source: Clinicians
zu_za: Odokotela Basemtholampilo

source: Intervention counts only apply to those interventions that control their subject list manually (eg Sexual Recovery, Care Plan, Community of Wellness). They are tallied from User.interventions (e.g. a User with both the 'Care Plan' and 'Community of Wellness' interventions, would add 1 to both Interventions' counts)
zu_za: Isibalo sokwenziwayo sisebenza kuphela kulokho okwenziwayo okulawula uhlu lwababambiqhaza bako ngokoqobo (isib. Ukululama Ngokocansi, Uhlelo Lokunakekelwa , i-Community of Wellness). Zitholakala ku-User.interventions (isib. umsebenzisi onakho kokubili okwenziwayo ko 'Hlelo Lokunakekelwa kanye ne-'Community of Wellness', uzonezela u-1 kukho kokubili okwenziwayo)

source: Intervention
zu_za: Okwenziwayo

source: User Statistics By Patient Reports
zu_za: Inani Labasebenzisi Ngokwemibiko Yesiguli

source: Completed Reports are tallied for each User that has <i>any number</i> of PatientReports for that Intervention (e.g. whether a User has 1 or 100 PatientReports for 'Symptom Tracker', that User only adds 1 to that Intervention's Completed Reports tally)
zu_za: IMibiko egcwalisiwe ihlanganiselwa uMsebenzisi ngamunye onanoma <i>yiliphi inani</i> le-PatientReports yalokho okwenziwayo (isib. Kungakhathaliseki ukuthi uMsebenzisi une-PatientReports e-1 noma angu-100 'Yokulandelela Izimpawu', lowo Msebenzisi unezela u-1 kuphela kuleyo Ngqikithi Yemibiko Egcwalisiwe Yokwenziwayo

source: Completed Reports are only shown for an Intervention if the report count is above 0
zu_za: Imibiko Egcwalisiwe ivezwa kuphela koKwenziwayo uma isibalo semibiko ingaphezu kuka-0

source: Intervention (Reports)
zu_za: Okwenziwayo (Imibiko)

source: Intervention Access counts reflect the number of users who <i>could</i> access said intervention, regardless of whether or not they've actually accessed it.
zu_za: Isibalo Sokungena Kokwenziwayo siveza inani labasebenzisi <i>abakwaziyo</i> ukungena kulokho okwenziwayo, kungathaliseki ukuthi bangenile ngempela yini noma cha.

source: Intervention (Access)
zu_za: Okwenziwayo (Ukungena)

source: Organization counts are collected from the User.organizations of all Users without the Test Role
zu_za: Izibalo zezinhlangano zithathwa ku-User.organizations zabo bonke Abasebenzisi abangenayo iNdima Yesivivinyo

source: 'None of the above' refers to Users who specifically selected the 'None of the above' organization option
zu_za: Ukuthi 'Akukho kokungenhla' kubhekisela kuBasebenzisi abakhethe ngokucacile okuthi 'Akukho kokungenhla' okhethweni lwenhlangano

source: 'Unspecified' refers to Users who have not yet been assigned to <i>any</i> Organization option (including 'None of the above')
zu_za: Ukuthi 'Akuchaziwe' kubhekisela kuBasebenzisi abangakafakwa kunoma <i>yiluphi</i> ukhetho lweNhlangano (kuhlanganise nokuthi 'Akukho okungenhla')

source: Organization Name
zu_za: Igama Lenhlangano

source: Assessment Report Detail
zu_za: Umbiko Weninininngane Yokuhlaziya

source: Patient
zu_za: Isiguli

source: Back to Profile
zu_za: Buyela Kuphrofayili

source: Back to Patient Profile
zu_za: Buyela Kuphrofayili Yesiguli

source: Back to User Profile
zu_za: Buyela Kuphrofa Yomsebenzisi

source: Back to Truenth Home
zu_za: Buyela Ekhasini Lokuqala Le Truenth

source: Do you have an Access Code?
zu_za: Ingabe unayo Ikhodi Yokungena?

source: I do not have an Access Code
zu_za: Anginayo Ikhodi Yokungena

source: Continue registration without an Access Code
zu_za: Qhubeka ubhalise ngaphandle kweKhodi Yokungena

source: Register
zu_za: Bhalisa

source: Days Overdue
zu_za: Izinsuku Eziphelelwe isikhathi

source: Site
zu_za: Ingosi

source: Days
zu_za: Izinsuku

source: Total
zu_za: Ingqikithi

source: Admin Tools
zu_za: Amathuluzi E-admin

source: Click on each for details
zu_za: Chofoza endaweni ngayinye ukuze uthole imininingwane

source: Communications
zu_za: Izinkulumiswano

source: Select any user to view details or make changes.
zu_za: Khetha noma yimuphi umsebenzisi ukuze ubheke imininingwane noma wenze izinguquko.

source: ID
zu_za: I-ID

source: Roles
zu_za: Izindima

source: Sites
zu_za: Izikhungo

source: Filter list by site
zu_za: Khetha uhlu ngokuya ngezingosi

source: Deactivate
zu_za: Vala

source: Inactive
zu_za: Ayisebenzi

source: Status
zu_za: Isimo

source: User
zu_za: Umsebenzisi

source: Preview
zu_za: Buka

source: Communication Detail
zu_za: Imininingwane Yokukhulumisana

source: Recipients:
zu_za: Abazoyamukela:

source: Subject:
zu_za: Isihloko:

source: Body:
zu_za: Umzimba:

source: No communications found.
zu_za: Ayikho inkulumiswano etholakele.

source: Unable to receive content
zu_za: Angikwazi ukwamukela okuqukethwe

source: Patient List
zu_za: Uhlu Lweziguli

source: Create a patient record
zu_za: Yenza irekhodi yesigulu

source: Select a patient below to view or update details.
zu_za: Khetha isiguli ngezansi ukuze ubheke noma ulungise imininigwane

source: PatientList_
zu_za: Uhlu Lweziguli_

source: TrueNTH ID
zu_za: I-ID ye-TrueNTH

source: Username
zu_za: I-username

source: Cell
zu_za: Iselula

source: Phone (Other)
zu_za: Ucingo (Okunye)

source: Reports
zu_za: Imibiko

source: Questionnaire Status
zu_za: Isimo Semibuzo

source: Visit
zu_za: Vakashela

source: Study ID
zu_za: I-ID Yocwaningo

source: Site(s)
zu_za: Ingosi (noma Izingosi)

source: Interventions
zu_za: Okwenziwayo

source: Patient Report
zu_za: Umbiko Wesiguli

source: Type
zu_za: Uhlobo

source: Report Name
zu_za: Igama Lombiko

source: Generated (GMT)
zu_za: Yenziwe (GMT)

source: Staff Administration
zu_za: Ukuphatha Abasebenzi

source: Create a staff record
zu_za: Yenza irekhodi yabasebenzi

source: Select a user below to view or update details.
zu_za: Khetha umsebenzisi ngezansi noma ulungise imininingwane.

source: StaffList_
zu_za: Uhlu Lwabasebenzi_

source: Staff Admin
zu_za: Umqondisi Wezisebenzi

source: Back to
zu_za: Buyela ku

source: Send an Invite
zu_za: Thumela Isimemo

source: TrueBLOG
zu_za: I-TrueBLOG

source: Movember
zu_za: I-Movember

source: Movember Logo
zu_za: Ilogo Ye-Movember

source: Movember logo
zu_za: Ilogo ye-Movember

source: Change password
zu_za: Shintsha iphasiwedi

source: Change username
zu_za: Shintsha i-username

source: Invite User
zu_za: Mema Umsebenzisi

source: Login With Facebook
zu_za: Ngena Nge-Facebook

source: Login With Google
zu_za: Ngena Nge-Google

source: Sign in
zu_za: Ngena

source: Manage Emails
zu_za: Lawula Ama-emails

source: Email address
zu_za: Ikheli le-email

source: Email address is required.
zu_za: Kufuneka ikheli le-email.

source: Oops, the password does not meet the minimum requirements.
zu_za: Oops, iphasiwedi ayilifinyeleli izinga elibekiwe

source: Retype Password
zu_za: Phinde Ubhale Iphasiwedi

source: Oops, the two password fields do not match.
zu_za: Oops, izikhala ezimbili zephasiwedi azifani.

source: Please re-type your password.
zu_za: Sicela uphinde ubhale iphasiwedi yakho.

source: Register using:
zu_za: Bhalisa usebenzisa:

source: Log In With Facebook
zu_za: Ngena Nge Facebook

source: Log In With Google
zu_za: Ngena Nge Google

source: Learn more about using Facebook or Google to sign up for TrueNTH.
zu_za: Funda okwengeziwe ngokusebenzisa i-Facebook noma i-Google ukusayinela i-TrueNTH.

source: Password must have at least:
zu_za: Iphasiwedi kumelwe okungenani ibe:

source: Eight characters
zu_za: Izinhlamvu eziyisishagalombili

source: One lowercase letter
zu_za: Uhlamvu oluncane olulodwa

source: One uppercase letter
zu_za: uhlamvu olukhulu olulodwa

source: One number
zu_za: Inombolo eyodwa

source: About Using Google or Facebook for TrueNTH
zu_za: Mayelana Nokusebenzisa i-Google noma i-Facebook ukungena ku TrueNTH

source: We offer users the ability to create a unique account for TrueNTH or the option to use their Facebook or Google logins. Choosing to use Facebook or Google provides a few additional benefits to you:
zu_za: Sinikeza abasebenzisi ikhono lokwakha i-akhawunti ekhethekile ye-TrueNTH noma inketho yokusebenzisa i-Facebook yabo noma amalungelo okungena ku-Google. Ukukhetha ukusebenzisa iFacebook noma i-Google kuzokulethela izinzuzo ezengeziwe ezimbalwa:

source: A single login - you don't need to remember multiple user names or passwords. Assuming you have an active login with Facebook or Google, logging into TrueNTH is as simple as clicking a single button.
zu_za: Ungena kanye - awudinge ukukhumbula ama-usernames noma amaphasiwedi amaningi. Uma ucabanga ukuthi une-akhawunti ku-Facebook noma ku-Google, ukungena ku-TrueNTH kulula njengokuchofoza inkinobho eyodwa.

source: TrueNTH can automatically import basic profile information from those services, simplifying the amount of information you need to enter. This includes name, email address, birthdate and profile image.
zu_za: I-TruNHT ingathumela ngokuzenzekelayo ulwazi lwephrofayili oluyisisekelo kulawo masevisi, yenze lungbi luningi ulwazi odinga ukulufaka. Lokhu kuhlanganisa igama, ikheli le email, usuku lokuzalwa kanye nesithombe sephrofayili.

source: Information is a one-way street - TrueNTH can pull basic profile information from Facebook and Google, but never share anything with them. And we NEVER post or share anything to your accounts.
zu_za: Ulwazi luhamba ngomzila owodwa - iTrueNTH ingadonsa ulwazi lwe-phrofayili ku-Facebook naku-Google, kodwa ayidluliseli lutho kukho. Futhi ASISOZE safaka noma sadlulisela lutho ku-akhawunti yakho.

source: Resend Confirmation Email
zu_za: Phinde Uthumele I-email Yokuqinisekisa

source: Reset Password
zu_za: Yenza I-phasiwedi Entsha

source: Password must have at least eight characters with one lowercase letter, one uppercase letter and one number
zu_za: Iphasiwedi kumelwe okungenani ibe nezinhlamvu eziyisishiyagalombili, ibe nohlamvu olulodwa olubhalwe ngegama elincane, elilodwa elinegama eliphakeme kanye nenombolo eyodwa

source: User profile
zu_za: Iphrofayili yomsebenzisi

source: Hello %(first_name)s %(last_name)s,
zu_za: Sawubona %(first_name)s %(last_name)s,

source: <p>Thank you,</p> <p>The TrueNTH Team</p>
zu_za: <p>Siyabonga,</p> <p>Iqembu le TrueNTH</p>

source: <p>Please do not reply to this email. If you have any questions about this message, reach out to your %(parent_org)s representative and they will gladly assist.</p>
zu_za: <p>Sicela ungayiphenduli le imeyili. Uma unemibuzo ngalo myalezo, xhumana nabameleli bakho be-%(parent_org)s, bayokujabulela ukukusiza.</p>

source: Please do not reply to this email. If you have any questions about this message, reach out to your %(parent_org)s representative and they will gladly assist.
zu_za: Sicela ungayiphenduli le imeyili. Uma unemibuzo ngalo myalezo, xhumana nabameleli bakho be-%(parent_org)s, bayokujabulela ukukusiza.

source: <p>We have received your password reset request.</p> <p>If you initiated this request, reset the password with the link below:<br/> &nbsp;&nbsp;&nbsp;&nbsp;<a href="%(reset_password_link)s">Reset password</a>.</p> <p>If you did not initiate this password reset, you may safely ignore this email.</p>
zu_za: <p>Sisitholile isicelo sakho sokwenza iphasiwedi entsha.</p> <p>Uma kunguwe owenze lesi sicelo, yenza iphasiwedi entsha ngale linki engezansi:<br/> <a href="%(reset_password_link)s">Yenza iphasiwedi entsha</a>.</p> <p>Uma ungazange wenze lesi sicelo se-password entsha, ungayinaki le email.</p>

source: We have received your password reset request. If you initiated this request, reset the password with the link below: %(reset_password_link)s If you did not initiate this password reset, you may safely ignore this email.
zu_za: Sithole isicelo sakho sokusetha kabusha iphasiwedi. Uma kunguwe owenze lesi sicelo, shintsha iphasiwedi ngale link engezansi: %(reset_password_link)s Uma kungewena ocele ukushintsha iphasiwedi, vele uyizibe le imeyili.

source: <p>Your password has been changed.</p>
zu_za: <p>I-password yakho ishintshile</p>

source: If you did not initiate this password change, <a href="%(forgot_password_url)s">please click here to reset it</a>, or contact your representative at %(organization_name)s.
zu_za: Uma ungazange wenze lesi sicelo sokushintsha iphasiwedi, <a href="%(forgot_password_url)s">sicela ucindezele la ukuze uyishintshe</a>, noma uthinte ummeleli wakho %(organization_name)s.

source: If you did not initiate this password change, <a href="%(forgot_password_url)s">please click here to reset it</a>, or contact your representative at %(app_name)s.
zu_za: Uma ungazange wenze lesi sicelo sokushintsha iphasiwedi, <a href="%(forgot_password_url)s">sicela ucindezele la ukuze uyishintshe</a>, noma uthinte ummeleli wakho %(app_name)s.

source: If you did not initiate this password change, please contact your representative at %(organization_name)s.
zu_za: Uma ungazange wenze lesi sicelo sokushintsha iphasiwedi, sicela uthinte ummeleli wakho ku %(organization_name)s.

source: If you did not initiate this password change, please contact your representative at %(app_name)s.
zu_za: Uma ungazange wenze lesi sicelo sokushintsha iphasiwedi, sicela uthinte ummeleli wakho ku %(app_name)s.

source: Your password has been changed.
zu_za: Iphasiwedi yakho ishintshiwe.

source: If you did not initiate this password change, please click the link below to reset it, or contact your representative at %(organization_name)s. %(forgot_password_url)s
zu_za: Uma ungazange ucele ukushintsha iphasiwedi, sicela uchofoze i-link engezansi ukuze uyenze kabusha noma uxhumane nommeleli wakho ku %(organization_name)s %(forgot_password_url)s

source: If you did not initiate this password change, please click the link below to reset it, or contact your representative at %(app_name)s. %(forgot_password_url)s
zu_za: Uma ungazange ucele ukushintsha iphasiwedi, sicela uchofoze i-link engezansi ukuze uyenze kabusha noma uxhumane nommeleli wakho ku %(app_name)s %(forgot_password_url)s

source: Your password has been changed
zu_za: Iphasiwedi Yakho Ishintshiwe

source: My Questionnaires
zu_za: Amaphephambuzo Ami

source: My Reports
zu_za: Imibiko Yami

source: My Clinic
zu_za: Umtholampilo Wami

source: My Agreement
zu_za: Isivumelwano Sami

source: My Roles
zu_za: Izindima Zami

source: Patient Profile
zu_za: Iphrofayili Yesiguli

source: Patient Details
zu_za: Imininingwane Yesiguli

source: For kiosk style administration of an assessment
zu_za: Kwenzelwe ukuhlowa okufana nokwase-kiosk

source: Log in as this patient
zu_za: Ngena njengesiguli

source: This is intended for "kiosk" style administration of an assessment, wherein the staff person "logs in as the patient", which logs the staff person out of their session, and automatically logs in this patient without their needing to enter login credentials. Proceed?
zu_za: Lokhu kuhloselwe ukuhlaziya okufana nokwe-"kiosk, okungukuthi uma isisebenzi "singena njengesiguli", okuzokhipha isisebenzi kuyiseshini yayo, bese ngokuzenzekelayo sifaka isiguli ngaphandle kokuthi sifake imininingwane yaso. Uyaqhubeka?

source: Cancel
zu_za: Khansela

source: Clinic
zu_za: Umtholampilo

source: Agreement to Share Clinical Information
zu_za: Isivumelwano Sokwabelana Ngolwazi Lwasemtholampilo

source: Consent History
zu_za: Umlando Wemvume

source: PRO Questionnaires
zu_za: Iphephambuzo Le-PRO

source: Patient Reports
zu_za: Imibiko Yesiguli

source: User Roles
zu_za: Izindimba Zomsebenzisi

source: Audit Log
zu_za: Lungisa Ilogi

source: No email
zu_za: Akuna email

source: User does not have email address
zu_za: Umsebenzisi akanalo ikheli le-email

source: TrueNTH Profile
zu_za: I-profile ye TruNTH

source: Clinics
zu_za: Imitholampilo

source: New Patient
zu_za: Isigulu Esisha

source: Updated
zu_za: Ilungisiwe

source: Unable to Update. System error.
zu_za: Ayilungiseki Iphutha le sistimu

source: My Information
zu_za: Ulwazi Lwami

source: Patient Information
zu_za: Ulwazi Lwesiguli

source: User Information
zu_za: Ulwazi Longenayo

source: Date of Birth
zu_za: Usuku Lokuzalwa

source: Study Id
zu_za: I-Id Yocwaningo

source: Site Id
zu_za: I-Id Yesayithi

source: My Detail
zu_za: Imininingwane Yami

source: Patient Detail
zu_za: Imininingwane Yesiguli

source: User Detail
zu_za: Imininingwane Yomsebenzisi

source: Gender
zu_za: Ubulili

source: Locale / Time Zone
zu_za: Isikhathi Sendawo

source: Language
zu_za: Ulimi

source: Time Zone
zu_za: Isikhathi Sendawo

source: Birth date must be valid and in the required format.
zu_za: Usuku lokuzalwa kufanele kube olunembile futhi lubhalwe kahle

source: Birth Month
zu_za: Inyanga Yokuzalwa

source: Birth Year
zu_za: Unyaka Wokuzalwa

source: Default
zu_za: Uhlelo

source: First name is required and must not contain invalid characters.
zu_za: Igama liyadingeka futhi kumelwe libe nezinhlamvu ezinembile.

source: Last name is required and must not contain invalid characters.
zu_za: Isibongo siyadingeka futhi kumelwe sibe nezinhlamvu ezinembile.

source: Male
zu_za: Owesilisa

source: Female
zu_za: Owesifazane

source: Registration Status:
zu_za: Isimo sokubhalisa

source: not registered
zu_za: ayibhaliswanga

source: registered
zu_za: ibhalisiwe

source: complete
zu_za: Kuphelele

source: incomplete
zu_za: Akuphelele

source: View reports
zu_za: Bheka imibiko

source: Send email to patient
zu_za: Thumela i-email esigulini

source: Select Email...
zu_za: Khetha I-email

source: Send email
zu_za: Thumela i-email

source: TrueNTH Invite
zu_za: Isimemo se TrueNTH

source: TrueNTH Reminder
zu_za: Isikhumbuzo se-TrueNTH

source: not available
zu_za: ayikho

source: Registration status:
zu_za: Isimo sokubhalisa

source: not yet registered
zu_za: ayikabhaliswa

source: Send reset password email to patient
zu_za: Thumelela isiguli i-email yokwenza iphasiwedi entsha

source: Send invitation and reminder emails to patient
zu_za: Thumela ama-email esimemo kanye nawesikhumbuzo esigulini

source: Email audit log
zu_za: I-log yokuhlolwa kwama-email

source: Send registration email to user
zu_za: Thumela i-email yokubhalisa kumsebenzisi

source: Send reset password email to staff
zu_za: Thumela i-email yokwenza iphasiwedi entsha kubasebenzi

source: None available
zu_za: Asikho esitholakalayo

source: Email Message Content
zu_za: Okuqukethwe Umyalezo We-email

source: Optional
zu_za: Uyazikhethela

source: Phone number must be in numbers.
zu_za: Inombolo yocingo kufanele ibhalwe kahle

source: In what state is the patient currently receiving prostate cancer care?
zu_za: Okwamanje isiguli sithola ukwelashwa komdlavuza wendlala kusiphi isifunda?

source: In what state are you currently receiving prostate cancer care?
zu_za: Okwamanje uthola ukwelashwa komdlavuza wendlala kusiphi isifunda?

source: None of the Above
zu_za: Akukho Kokungenhla

source: No clinic found in selected state.
zu_za: Awukho umtholampilo otholakele esifundeni esikhethiwe.

source: Main clinic for prostate cancer care
zu_za: Umtholampilo oyinhloko womdlavuza wendlala

source: Consent to share information
zu_za: imvume yokwabelana ngolwazi

source: I consent to sharing information with <span class="consent-clinic-name">%(org_shortname)s</span>.
zu_za: Nginikeza imvume yokuba kwabelwane ngolwazi ne <span class="consent-clinic-name">%(org_shortname)s</span>

source: No consent record found
zu_za: Ayikho irekhodi yemvume elitholakele

source: Consented / Enrolled
zu_za: Unikezile Imvume / Ubhalisile

source: Withdrawn - Suspend Data Collection and Report Historic Data
zu_za: Uhoxisiwe - Vala Ukuqoqwa Kwedatha bese Ubika Umlando Wedatha

source: Suspend Data Collection and Report Historic Data
zu_za: Vala Ukuqoqwa Kwedatha futhi Ubike Umlando Wedatha

source: Purged / Removed
zu_za: Isuliwe / Isusiwe

source: Current consent date:
zu_za: Usuku lwamanje lokunikeza imvume

source: GMT 24-hour format
zu_za: GMT 24-ngesimiso samahora

source: Date must be valid and in the required format.
zu_za: Usuku kumelwe lunembe futhi lubhalwe ngendlela efanele.

source: for
zu_za: e

source: Editable by admins only.
zu_za: Ingalungiswa abaphathi kuphela.

source: Session History
zu_za: Umlando Weseshini

source: click each row to review report
zu_za: chofoza umugqa ngamunye ukuze uhlole umbiko

source: Questionnaire Name
zu_za: Igama Lephephambuzo

source: Last Updated
zu_za: Igcine Ukulungiswa

source: My Prostate Cancer Profile
zu_za: Iphrofayili Yami Yomdlavuza Wendlala

source: Clinical Questions
zu_za: Imibuzo Yasemtholampilo

source: Questions asked of the patient at registration
zu_za: Imibuzo ebuzwa ngesiguli lapho kubhaliswa

source: Intervention Reports
zu_za: Imibuzo Yokwenziwayo

source: No reports available.
zu_za: Akunamibiko ekhona

source: Select
zu_za: Khetha

source: Deceased Status
zu_za: Isimo Sokufa

source: no data provided
zu_za: Ayikho idatha enikeziwe

source: Has the patient passed away?
zu_za: Ingabe isiguli sishonile?

source: Deceased Date
zu_za: Usuku Lokushona

source: Site ID
zu_za: I-ID Yesikhungo

source: Three ways to complete questionnaire
zu_za: Izindlela ezintathu zokugcwalisa iphephambuzo

source: Invite or remind patient over email to complete their questionnaire
zu_za: Mema noma khumbuza isiguli nge-email ukugcwalisa iphephambuzo

source: Log in as patient
zu_za: Ngena njengesiguli

source: This logs you out, and logs in the patient without their needing to enter credentials. This is so the patient can complete their questionnaire on this device. Ideal for tablet and kiosk computers.
zu_za: Lokhu kuzokhipha wena, bese kufaka isiguli ngaphandle kokuthi sifake imininingwane yaso. Lokhu kwenzelwa ukuthi isiguli sikwazi ukugcwalisa iphephamibuzo kule divayisi. Kusebenza kahle kuma tablet nakumakhomphyutha ase-kiosk.

source: Enter manually
zu_za: Gcwalisa ngendlela evamile

source: Enter questionnaire responses on patient's behalf. Helpful if responses have been completed on paper.
zu_za: Fakela isiguli izimpendulo zemibuzo emshinini Isiza uma izimpendulo zibhalwe ephepheni.

source: Enter questionnaire manually on patient's behalf
zu_za: Fakela isiguli izimpendulo ngendlela evamile

source: Select the method in which the questionnaire will be completed:
zu_za: khetha indlela iphephambuzo elizogcwaliswa ngayo:

source: Interview assisted
zu_za: Usizo ezingxoxweni

source: Paper
zu_za: Iphepha

source: Questionnaire completion date
zu_za: Usuku lokuqeda ukugcwalisa imibuzo

source: Completion Day
zu_za: Usuku Lokuqeda

source: Completion Year
zu_za: Unyaka Oqede Ngawo

source: Patient is participating in the following intervention(s):
zu_za: Isiguli sizobamba iqhaza kokwenziwayo okulandelayo:

source: None
zu_za: Lutho

source: My Treatments
zu_za: Ukwelashwa Kwami

source: Clinical Data
zu_za: Idatha Yasemtholampilo

source: (Optional)
zu_za: (Uyazikhethela)
